{
    "Ada Lovelace": "Augusta Ada King, Countess of Lovelace (née Byron; 10 December 1815 – 27 November 1852) was an English mathematician and writer, chiefly known for her work on Charles Babbage's proposed mechanical general-purpose computer, the Analytical Engine. When she was a teenager, her mathematical talents led her to a long working relationship and friendship with fellow British mathematician Charles Babbage, who is known as \"the father of computers\". Lovelace first met him in June 1833, through their mutual friend, and her private tutor, Mary Somerville. Between 1842 and 1843, Ada translated an article by Italian military engineer Luigi Menabrea on the calculating engine, supplementing it with an elaborate set of notes, simply called \"Notes\". She died of uterine cancer in 1852 at the age of 36.",
    "Agnes Dürer": "Agnes Dürer née Frey (1475–1539) was the wife of the German artist Albrecht Dürer. A first portrait drawing of Agnes from 1494 is known. The marriage was not a generally happy one, as indicated by the letters of Albrecht Dürer in which he quipped to Willibald Pirckheimer in an extremely rough tone about his wife. He called her an \"old crow\" and made other vulgar remarks. This was confirmed by Charles V, Holy Roman Emperor in 1528 with his purchase of Dürer's book Of human proportions.",
    "Alesha Dixon": "Alesha Anjanette Dixon (born 7 October 1978) is an English singer, rapper, songwriter, dancer, author, model and television personality. Dixon then released a second album, entitled The Alesha Show, in 2008, which received platinum certification from BPI in the UK and spawned four singles including \"The Boy Does Nothing\" and \"Breathe Slow\", the latter of which became her highest charting single and earned her a Brit Award nomination. In 2010, Dixon returned for the eighth series of Strictly Come Dancing and released her third studio album, The Entertainer.",
    "Alexandra Stan": "Alexandra Ioana Stan (born 10 June 1989) is a Romanian singer-songwriter. Mr. Saxobeat\" had followed the singer's debut single, \"Lollipop (Param Pam Pam)\" (2009), which brought her moderate fame in Romania. \" Stan has received a number of awards and nominations, including the European Border Breakers Award, a Japan Gold Disc Award, an MTV Europe Music Award and two Romanian Music Awards.",
    "Allyson Felix": "Allyson Michelle Felix  (born November 18, 1985) is an American track and field sprinter who competes in the 100 meters, 200 meters, and 400 meters. At 400 meters, she is the 2015 World champion, 2011 World silver medalist, 2016 Olympic silver medalist, and 2017 World bronze medalist. Felix is also the most decorated athlete, male or female, in World Athletics Championships history with 18 career medals, and also has the most number of gold medals at 13.Felix's 200 meters best of 21.69 secs from 2012 ranks her sixth on the all-time list.",
    "Althea Gibson": "Althea Neale Gibson (August 25, 1927 – September 28, 2003) was an American tennis player and professional golfer, and one of the first Black athletes to cross the color line of international tennis. She is one of the greatest players who ever lived,\" said Bob Ryland, a tennis contemporary and former coach of Venus and Serena Williams. I think she'd beat the Williams sisters.\"",
    "Amy Macdonald": "Amy Elizabeth Macdonald (born 25 August 1987) is a Scottish singer-songwriter, guitarist, and musician. She was a guest on shows such as The Ellen DeGeneres Show and The Late Late Show with Craig Ferguson, where she performed two singles from the album, and  This Is the Life reached number 92 on the Billboard 200. It supplied three singles: \"Slow It Down\", which became a number 45 hit on the UK Singles Chart; \"Pride\", and \"4th of July\". On 17 February 2017, Macdonald released her fourth studio album, Under Stars, which entered at number two on the Scottish and UK Album Charts.",
    "Amy Winehouse": "Amy Jade Winehouse (14 September 1983 – 23 July 2011) was an English singer and songwriter. A member of the National Youth Jazz Orchestra during her youth, Winehouse signed to Simon Fuller's 19 Management in 2002 and soon recorded a number of songs before signing a publishing deal with EMI. Frank was a critical success in the UK and was nominated for the Mercury Prize. At the 50th Grammy Awards in 2008, she won five awards, tying the then record for the most wins by a female artist in a single night and becoming the first British woman to win five Grammys, including three of the General Field \"Big Four\" Grammy Awards: Best New Artist, Record of the Year and Song of the Year (for \"Rehab\"), as well as Best Pop Vocal Album.",
    "Ana Ivanovic": "Ana Schweinsteiger (Serbian: Ана Швајнштајгер / Ana Švajnštajger; born 6 November 1987), professionally known by her maiden name Ana Ivanovic (Ана Ивановић / Ana Ivanović, pronounced [âna ǐʋanoʋitɕ, ǎː-] (listen)), is a Serbian retired professional tennis player. 1 in the world in 2008, after she had defeated Dinara Safina to win the 2008 French Open. She qualified for the annual WTA Tour Championships three times, in 2007, 2008 and 2014 and won the year-end WTA Tournament of Champions twice, in 2010 and 2011.Competing as a professional from 2003 until 2016, Ivanovic won 14 WTA Tour singles titles, and one Grand Slam singles title, the French Open in 2008. In late December 2016, she announced her retirement, citing being no longer able to perform to a high standard as a major factor.",
    "Andrea Wong": "Andrea Wong serves on the boards of Liberty Media Corporation, Liberty Interactive Corporation, Hudson's Bay Company, Hudson Pacific Properties and Social Capital Hedosophia Holdings. As President, International for Sony Pictures Entertainment, Wong guided the company on matters impacting international production and championed the studio's interests abroad.",
    "Angela Merkel": "Angela Dorothea Merkel (née Kasner; born 17 July 1954) is a German politician who has been Chancellor of Germany since 2005. She served as the Leader of the Christian Democratic Union (CDU) from 2000 to 2018. Merkel has been widely described as the de facto leader of the European Union, the most powerful woman in the world, and by some commentators as the \"leader of the free world\". At the 2017 federal election, Merkel led the CDU to become the largest party for the fourth time, and was sworn in for a joint-record fourth term as Chancellor on 14 March 2018.In 2007, Merkel served as President of the European Council and played a central role in the negotiation of the Treaty of Lisbon and the Berlin Declaration. In October 2018, Merkel announced that she would stand down as Leader of the CDU at the party convention in December 2018, and would not seek a fifth term as Chancellor in 2021.",
    "Angelina Jolie": "Angelina Jolie (; née Voight, formerly Jolie Pitt, born June 4, 1975) is an American actress, filmmaker, and humanitarian. Jolie made her screen debut as a child alongside her father, Jon Voight, in Lookin' to Get Out (1982), and her film career began in earnest a decade later with the low-budget production Cyborg 2 (1993), followed by her first leading role in a major film, Hackers (1995). As a public figure, Jolie has been cited as one of the most influential and powerful people in the American entertainment industry.",
    "Anja Rupel": "Anja Rupel (born 19 March 1966) is a Slovene pop singer, songwriter, radio announcer, and journalist. Her father, Fedja Rupel, is a flautist and a professor at the Academy of Music in Ljubljana, and her uncle is the politician and diplomat Dimitrij Rupel. For a while, she performed with the internationally prominent industrial/techno group Laibach from Trbovlje, Slovenia.",
    "Ann Druyan": "Ann Druyan ( DREE-ann; born June 13, 1949) is an Emmy and Peabody Award-winning American writer, producer, and director specializing in the communication of science. She is credited with directing episodes of both series as well. Druyan's role on the project was discussed on the July 8, 2018 60 Minutes segment \"The Little Spacecraft That Could\".",
    "Anna Ehn": "Anna Ehn (born 1931) is an Austrian Righteous Among the Nations. One day Anna was approached by a 13-year-old Jewish girl, Illona Friedman, on her way to Mass. She instantly offered food to the hungry child, and promised to do so every day.",
    "Anna Magnani": "Anna Maria Magnani (Italian pronunciation: [ˈanna maɲˈɲaːni]; 7 March 1908 – 26 September 1973) was an Italian stage and film actress. Playwright Tennessee Williams became an admirer of her acting and wrote The Rose Tattoo specifically for her to star in, a role for which she received an Academy Award for Best Actress, becoming the first Italian ever to win an Oscar. After meeting director Goffredo Alessandrini she received her first screen role in La cieca di Sorrento (The Blind Woman of Sorrento) (1934) and later achieved international fame in Rossellini's Rome, Open City (1945), considered the first significant movie to launch the Italian neorealism movement in cinema.",
    "Anna Nahowski": "Anna Nahowski (1860–1931) was the mistress of Franz Joseph of Austria from 1875 until 1889. Franz Joseph visited her discreetly and regularly while her husband (whose debts were paid) was away.",
    "Anne Frank": "Annelies Marie \"Anne\" Frank (German: [ˈanəˌliːs maˈʁiː ˈfʁaŋk], short version: [ˈanə ˈfʁaŋk] (listen), Dutch: [ˈɑnəˌlis maːˈri ˈfrɑŋk]; 12 June 1929 – February or March 1945) was a German-Dutch diarist of Jewish origin. In October or November 1944, Anne and her sister, Margot, were transferred from Auschwitz to Bergen-Belsen concentration camp, where they died (probably of typhus) a few months later. Otto, the only survivor of the Frank family, returned to Amsterdam after the war to find that her diary had been saved by his secretary, Miep Gies, and his efforts led to its publication in 1947.",
    "Anne Hutchinson": "Anne Hutchinson (née Marbury; July 1591 – August 1643) was a Puritan spiritual advisor, religious reformer, and an important participant in the Antinomian Controversy which shook the infant Massachusetts Bay Colony from 1636 to 1638. She lived in London as a young adult, and there married a friend from home, William Hutchinson. These meetings became so popular that she began offering meetings for men as well, including the young governor of the colony, Henry Vane. Hutchinson and many of her supporters established the settlement of Portsmouth with encouragement from Providence Plantations founder Roger Williams in what became the Colony of Rhode Island and Providence Plantations. Hutchinson is a key figure in the history of religious freedom in England's American colonies and the history of women in ministry, challenging the authority of the ministers.",
    "Antje Harvey": "Antje Harvey (born May 10, 1967 in Magdeburg, as Antje Misersky) is a former German cross-country skier and biathlete. Antje Misersky was then put under pressure and had to end her career in the GDR.In 1989, she started biathlon. For her refusal to take part in the systematic doping in the GDR, Antje Harvey received the Heidi-Krieger-Medal in 1995, in Berlin.",
    "Ariadne von Schirach": "Ariadne von Schirach  (born 1978 in Munich) is a German philosopher, writer, journalist and critic. In 2007 she published the book Der Tanz um die Lust, about the consequences of an increasingly sexualized society, which became a bestseller. Schirach is a member of the Sorbian Schirach family and is a daughter of the sinologist Richard von Schirach and a granddaughter of the Nazi youth leader and war criminal Baldur von Schirach.",
    "Barbara Rittner": "Barbara Rittner (born 25 April 1973) is a former professional tennis player who comes from Germany. 24 in the world, achieved on 1 February 1993. She won her first WTA Tour title in 1992, and almost nine years later, she won her second at the Belgian Open in Antwerp.",
    "Barbra Streisand": "Barbara Joan \"Barbra\" Streisand (; born April 24, 1942) is an American singer, actress, and filmmaker. After beginning a successful recording career in the 1960s, Streisand ventured into film by the end of that decade. The film won an Oscar for Best Score and a Golden Globe for Best Motion Picture Musical. The RIAA and Billboard recognize Streisand as holding the record for the most top 10 albums of any female recording artist: a total of 34 since 1963.",
    "Beatritz de Dia": "The Comtessa de Dia (Countess of Die), possibly named Beatritz or Isoarda (fl. Bruckner, Shepard, and White cite Angela Rieger's analysis of the songs, which associates them, through intertextual evidence, with the circle of poets composed of Raimbaut d'Aurenga, Bernart de Ventadorn, and Azalais de Porcairagues. Scholars have debated whether or not Comtessa authored Amics, en greu consirier, a tenso typically attributed to Raimbaut d'Aurenga. The tenso may have been composed as a response to these songs. The music to A chantar is found only in Le manuscript di roi, a collection of songs copied around 1270 for Charles of Anjou, the brother of Louis IX.Her extant poems are:\nAb joi et ab joven m'apais\nA chantar m'er de so qu'ieu non volria\nEstât ai en greu cossirier\nFin ioi me don'alegranssaTypical subject matter used by Comtessa de Dia in her lyrics includes optimism, praise of herself and her love, as well as betrayal.",
    "Beatrix of the Netherlands": "Beatrix (Beatrix Wilhelmina Armgard, Dutch pronunciation: [ˈbeːjaːtrɪks ˌʋɪlɦɛlˈminaː ˈʔɑrmɡɑrt] (listen); born 31 January 1938) is a member of the Dutch royal house who reigned as Queen of the Netherlands from 1980 until her abdication in 2013. In 1966, Beatrix married Claus von Amsberg, a German diplomat, with whom she had three children. On Koninginnedag (Queen's Day), 30 April 2013, Beatrix abdicated in favour of her eldest son, Willem-Alexander.",
    "Bianka Lamade": "Bianka Lamade  (born 30 August 1982) is a former professional tennis player from Germany. In 2001, she won her first and only WTA Tour title at the Tashkent Open, where she defeated Seda Noorlander in the final.",
    "Billie Jean King": "Billie Jean King (née Moffitt; born November 22, 1943) is an American former World No. King is an advocate for gender equality and has long been a pioneer for equality and social justice. In 1972, she was the joint winner, with John Wooden, of the Sports Illustrated Sportsman of the Year award and was one of the Time Persons of the Year in 1975. She was inducted into the National Women's Hall of Fame in 1990, and in 2006, the USTA National Tennis Center in New York City was renamed the USTA Billie Jean King National Tennis Center.",
    "Brenda Strong": "Brenda Song  (born March 27, 1988) is an American actress. She began her career in show business as a child fashion model, and her early acting work included roles in the television series Fudge (1995) and 100 Deeds for Eddie McDowd (1999). In 2002, she signed a contract with Disney Channel and starred in the Disney Channel Original Movie Get a Clue (2002).",
    "Brie Larson": "Brianne Sidonie Desaulniers (born October 1, 1989), known professionally as Brie Larson, is an American actress and filmmaker. She soon relocated to Los Angeles and began her acting career in 1998 with a comedy sketch in The Tonight Show with Jay Leno. Larson's breakthrough came with a leading role in the acclaimed independent drama Short Term 12 (2013), and she continued to take on supporting parts in the romance The Spectacular Now (2013) and the comedy Trainwreck (2015).",
    "Britney Spears": "Britney Jean Spears (born December 2, 1981) is an American singer, songwriter, dancer, and actress. After appearing in stage productions and television series, Spears signed with Jive Records in 1997 at age 15. As a featured artist, the \"S&M\" remix also topped the Billboard chart. With \"3\" in 2009 and \"Hold It Against Me\" in 2011, she became the second artist after Mariah Carey in the Hot 100's history to debut at number one with two or more songs. In the United States, Spears is the fourth best-selling female album artist of the Nielsen SoundScan era as well as the best-selling female album artist of the 2000s.",
    "Britta Steffen": "Britta Steffen (born 16 November 1983) is a German competitive swimmer who specializes in freestyle sprint events. In 2004, she asked to swim the 4×100 m relay. At the 2006 European Championships in Budapest, Steffen clocked 53.30 in the women's 100 m freestyle event, breaking the world record and upstaging the previous record of 53.42 set by Libby Lenton of Australia. At the same championships, Steffen was part of two world record-breaking relay teams.",
    "Carly Gullickson": "Carly Gullickson (born November 26, 1986) is an American former professional tennis player. She is the daughter of former major league baseball player Bill Gullickson and the older sister of tennis player Chelsey Gullickson.",
    "Carly Rae Jepsen": "Carly Rae Jepsen (born November 21, 1985) is a Canadian singer, songwriter, and actress. Jepsen's breakthrough came in 2012, when her single \"Call Me Maybe\" achieved significant mainstream popularity; the song was the best-selling single of that year, reaching number one in 18 countries. In 2015 she released her third studio album, Emotion. In 2016 Jepsen performed in the television special Grease: Live and lent her voice to the animated film Ballerina.",
    "Caroline Lucas": "Caroline Patricia Lucas (born 9 December 1960) is a British politician who has twice led the Green Party of England and Wales and has been the Member of Parliament (MP) for Brighton Pavilion since the 2010 general election. Born in Malvern in Worcestershire, Lucas graduated from the University of Exeter and the University of Kansas before receiving a PhD from the University of Exeter in 1989. She was elected as a Member of the European Parliament (MEP) for South East England in 1999 and re-elected in 2004 and 2009, also serving as the party's Female Principal Speaker from 2003 to 2006 and from 2007 to 2008.",
    "Caroline Wozniacki": "Caroline Wozniacki (R) (Danish: [kʰɑʁoˈliːnə vʌsniˈɑːkʰi]; Polish: [vɔʑˈɲatskʲi]; born 11 July 1990) is a Danish former professional tennis player. 1 in singles, the 20th in the Open Era, and the first woman from a Scandinavian country to hold the top ranking position. She finished on top of the rankings in both 2010 and 2011.",
    "Caroline of Ansbach": "Caroline of Brandenburg-Ansbach (Wilhelmina Charlotte Caroline; 1 March 1683 – 20 November 1737) was Queen consort of Great Britain as the wife of King George II. Caroline was orphaned at a young age and moved to the enlightened court of her guardians, King Frederick I and Queen Sophia Charlotte of Prussia. As a young woman, Caroline was much sought-after as a bride. As Princess of Wales, she joined her husband in rallying political opposition to his father King George I. In 1717, her husband was expelled from court after a family row.",
    "Carrie Lam": "Carrie Lam Cheng Yuet-ngor  (Chinese: 林鄭月娥; Cantonese Yale: Làhm Jehng Yuht-ngòh; née Cheng, born 13 May 1957) is a Hong Kong politician serving as the fourth and current Chief Executive of Hong Kong since 2017. During her tenure, she earned the nickname \"tough fighter\" for her role in the controversial demolition of the Queen's Pier in 2008. In mid-2019, Lam's government pushed for a controversial amendment to the extradition law which received widespread domestic and international opposition.",
    "Charlotte Beradt": "Johanna \"Hannah\" Cohn Arendt (, also US: , German: [ˈaːʁənt]; 14 October 1906 – 4 December 1975), also known as Hannah Arendt Bluecher, was a German-American philosopher and political theorist. Her father died when she was seven, so she was raised by her mother and grandfather. Divorcing Stern in 1937, she married Heinrich Blücher in 1940, but when Germany invaded France in 1940 she was detained by the French as an alien, despite having been stripped of her German citizenship in 1937. She taught at many American universities, while declining tenure-track appointments. She is commemorated by institutions and journals devoted to her thinking, the Hannah Arendt Prize for political thinking, and on stamps, street names and schools, amongst other things.",
    "Charlotte Eisler": "Charlotte Eisler (2 August 1894 - 21 August 1970) was an Austrian singer, pianist and music teacher associated with the Second Viennese School. As a student she met composers Arnold Schönberg and Hanns Eisler. From 1947 until 1952 she taught song at the Konservatorium Wien.",
    "Chris Evert": "Christine Marie Evert (born December 21, 1954), known as Chris Evert Lloyd from 1979 to 1987, is a retired American world No. Overall, Evert won 157 singles championships and 32 doubles titles. In Grand Slam women's singles play, Evert won a record seven championships at the French Open and a co-record six championships at the US Open (tied with Serena Williams).",
    "Christiane Pilz": "Christiane Pilz (born August 3, 1975 in Karl-Marx-Stadt, Saxony) is a triathlete from Germany, who competed at the 2008 Summer Olympics in Beijing. Pilz reached into the international stage in triathlon, when she placed twelfth at the 1999 ETU Triathlon European Championships in Funchal, Madeira, and in 2000, she claimed her first medal at the FISU World University Triathlon Championships in Tiszaújváros, Hungary. Pilz had an opportunity to compete at the 2008 Summer Olympics in Beijing, after finishing seventh at the ITU Triathlon World Cup in Madrid, and qualified for the last berth, against her compatriot Joelle Franzmann.",
    "Christina I of Sweden": "Christina (Swedish: Kristina; 18 December 1626 – 19 April 1689) became Queen of Sweden at the age of almost six. Notwithstanding, she played a leading part in the theatrical and musical community and protected many Baroque artists, composers, and musicians. Being the guest of five consecutive popes, and a symbol of the Counter Reformation, she is one of the few women buried in the Vatican grotto.",
    "Christina Stürmer": "Christina Stürmer (born 9 June 1982) is an Austrian singer and songwriter. It was followed by the release of her first two albums, Freier Fall (2003) and Soll das wirklich alles sein (2004), both of which debuted atop the Austrian Albums Chart and produced eight top ten hits, including the number-one singles \"Mama (Ana Ahabak)\" and \"Vorbei\". Throughout a career spanning 15 years, Stürmer has sold over 2.0 million records.",
    "Christl Cranz": "Christl Franziska Antonia Cranz-Borchers (1 July 1914 – 28 September 2004) was a German alpine ski racer. At the 1936 Winter Olympics in Garmisch-Partenkirchen, she won the combined competition (slalom and downhill).Born in Brussels, Cranz was the older sister of Rudolf Cranz. At the 1941 World Championships in Cortina d'Ampezzo, Cranz won three additional titles and then retired. Taking place during World War II with only Germany-friendly athletes, the championship was not acknowledged by the International Ski Federation.",
    "Claire McCaskill": "Claire Conner McCaskill (; born July 24, 1953) is an American politician who served as a United States Senator from Missouri from 2007 to 2019 and as State Auditor of Missouri from 1999 to 2007. A member of the Democratic Party, McCaskill served as a member of the Missouri House of Representatives from 1983 to 1989, as Jackson County Prosecutor from 1993 to 1998, and as the 34th State Auditor of Missouri from 1999 to 2007.",
    "Claudia Hürtgen": "Claudia Hürtgen (born 10 September 1971 in Aachen) is a German race driver. Hürtgen started her career in karting and moved to German Formula Three. In 2005, Team Schubert and Hürtgen moved on the VLN endurance racing series on the Nürburgring Nordschleife.",
    "Coco Vandeweghe": "Colleen \"CoCo\" Vandeweghe ( VAN-də-way) (born Colleen Mullarkey December 6, 1991) is an American professional tennis  player. In addition to her two Grand Slam semifinals in 2017 at the Australian Open and the US Open, Vandeweghe has twice reached the quarterfinals at Wimbledon in 2015 and 2017. In 2018, Vandeweghe won her first Grand Slam title, and, partnering Ashleigh Barty, she won the women's doubles title at the US Open.",
    "Corazon Aquino": "Maria Corazon Cojuangco Aquino (born Maria Corazon Sumulong Cojuangco; 25 January 1933 – 1 August 2009), popularly known as Cory Aquino, was a Filipino politician who served as the 11th President of the Philippines, becoming the first woman to hold that office. Prior to this, she had not held any elective office. A self-proclaimed \"plain housewife\", she was married to Senator Benigno Aquino Jr., the staunchest critic of President Marcos. Her administration provided a strong emphasis on and concern for civil liberties and human rights and on peace talks to resolve the ongoing Communist insurgency and Islamist secession movements. Her monuments of peace and democracy were established in the capital Manila and her home province of Tarlac after her death.",
    "Cosma Shiva Hagen": "Cosma Shiva Hagen (German: [ˈkɔs.ma ˈʃiː.va ˈhaːɡn̩] (listen); born May 17, 1981 in Los Angeles, California) is a German-American actress and the daughter of the German new wave/punk singer Nina Hagen and the Dutch musician Ferdinand Karmelk. Although she speaks English, her acting roles have been largely confined to German language films and television productions. Born in Los Angeles, California, Shiva speaks German, English, French and Spanish.",
    "Cyndi Lauper": "Cynthia Ann Stephanie Lauper (born June 22, 1953) is an American singer, songwriter, actress and activist. In 2010, Memphis Blues became Billboard's most successful blues album of the year, remaining at number one on the Billboard Blues Albums chart for 13 consecutive weeks. The musical was awarded five other Tonys including Tony Award for Best New Musical. An inductee into both the Songwriters Hall of Fame and the Hollywood Walk of Fame, Lauper is one of the few singers to win three of the four major American entertainment awards (EGOT). Lauper has been celebrated for her humanitarian work, particularly as an advocate for LGBT rights in the United States.",
    "Céline Dion": "Céline Marie Claudette Dion  (, also UK: , French: [selin maʁi klodɛt djɔ̃], Quebec French: [- d͡zjɔ̃]; born 30 March 1968) is a Canadian singer. During the 2000s, she built her reputation as a highly successful live performer with A New Day... on the Las Vegas Strip (2003–07), which remains the highest-grossing concert residency of all time, as well as the Taking Chances World Tour (2008–09), one of the highest-grossing concert tours of all time. Her recordings are mainly in French and English, although she also sings in Spanish, Italian, German, Latin, Japanese, and Mandarin Chinese.",
    "Dana Ulery": "Dana Ulery (born January 2, 1938) is an American computer scientist and pioneer in scientific computing applications. On her return to the U.S., she joined the Engineering Services Division of the DuPont Company, where she worked as a computer scientist and technical manager. In the 1990s, Ulery served for many years as Pan American Delegate to the United Nations Electronic Data Interchange for Administration, Commerce, and Trade (UN/EDIFACT). She was Chair of the UN/EDIFACT Multimedia Objects Working Group and Chair of the UN/EDIFACT Product Data Working Group, leading early international development of standards for electronic commerce.",
    "Daniela Hantuchová": "Daniela Hantuchová (Slovak pronunciation: [ˈdaɲɪ̯ɛla ˈɦantuxɔʋaː]; born 23 April 1983) is a retired Slovak tennis player. She also reached the quarterfinals of that year's Wimbledon Championships and US Open, ending the year in the top ten. Her biggest career wins include victories over defending champion Serena Williams in the third round of the 2006 Australian Open and world No. Hantuchová announced her retirement from professional tennis on 6 July 2017.",
    "Danuta Kleisinger": "Danuta Kleisinger (born Danuta Czlapinska; May 29, 1924 – 27 August 2017) was an Austrian Righteous Among the Nations and an honorary Israeli citizen. After the establishment of the ghetto Danuta smuggled food and money for the family Prezman into the ghetto and therewith endangered their lives. Before the ghetto uprising and its destruction in April 1943 Jusek Prezman and his friend Joseph Kormarzyn fled with the help of Kleisinger to the Aryan side of the city.",
    "Diana, Princess of Wales": "Diana, Princess of Wales (born Diana Frances Spencer; 1 July 1961 – 31 August 1997) was a member of the British royal family. She did not distinguish herself academically, but was talented in music, dance, and sports. Their wedding took place at St Paul's Cathedral in 1981 and made her Princess of Wales, a role in which she was enthusiastically received by the public. The details of their marital difficulties became increasingly publicised, and the marriage ended in divorce in 1996. Considered to be very photogenic, she was a leader of fashion in the 1980s and 1990s.",
    "Diane Pozefsky": "B. Degree in applied mathematics from Brown University in 1972 and her Ph.D. from the Department of Computer Science at UNC in 1979 under the tutelage of Doctor Mehdi Jazayeri. She joined IBM Corporation, Raleigh, NC, in 1979 as a member of the Communication Systems Architecture Department working in the specification and application of the Systems Network Architecture (SNA), a large and complex feature-rich network architecture developed in the 1970s by IBM. She was tasked with the network and application design for the 1998 and 2000 Olympics.",
    "Doris Pack": "Doris Pack (born 18 March 1942, Schiffweiler) is a German politician, President of EPP Women, President of the Robert Schuman Institute and former Member of the European Parliament 1989–2014. Pack is the chair of the EU Committee on Culture and Education (since 2009).She is chair of the Franco-German Foundation for Cultural Cooperation, President of the European Children's Book Fair Association, member of the ZDF Television Council, President of the Saar Adult Education Association, Vice-President of the European Movement on the Saar. From 1983 to 1985, she was employed by the Saarland Ministry of Education.",
    "Doro": "Dorothee Pesch (born 3 June 1964), known professionally as Doro Pesch or simply Doro, is a German heavy metal singer-songwriter, formerly front-woman of the heavy metal band Warlock. Doro is also known for her duets performed both live and in studio with other singers and musicians of the metal scene, whom she has befriended in her long-term career, and was the first heavy metal artist to perform a drive-in concert during the COVID-19 pandemic. When not on tour, she resides in New York City.",
    "Dorothee Elisabeth Tretschlaff": "Dorothee Elisabeth Tretschlaff (1686 – Gerswalde, 14 February 1701), was an alleged German witch. The sentence was criticized both before and after it was made. Later the same year, the monarch ordered an investigation to inquire into whether the process had been correct.",
    "Duchess Alexandra Petrovna of Oldenburg": "Grand Duchess Alexandra Petrovna of Russia (Russian: Алекса́ндра Петро́вна Ольденбургская, tr. They provided a good education for her and inspired in Alexandra a life of service to those in need. Deeply religious and very involved in charity work, Alexandra founded a training institute for nurses in St Petersburg in 1865. After the collapse of her marriage, Alexandra lived separated from her husband who expelled her from their household in 1879.",
    "Edith Hamilton": "Edith Hamilton (August 12, 1867 – May 31, 1963) was an American educator and internationally known author who was one of the most renowned classicists of her era in the United States. She was sixty-two years old when her first book, The Greek Way, was published in 1930. Critics have acclaimed Hamilton's books for their lively interpretations of ancient cultures, and she is described as the classical scholar who \"brought into clear and brilliant focus the Golden Age of Greek life and thought ... with Homeric power and simplicity in her style of writing\".",
    "Edith Stein": "Edith Stein (religious name Teresia Benedicta a Cruce ; also known as St. Edith Stein or St. Teresa Benedicta of the Cross; 12 October 1891 – 9 August 1942) was a German Jewish philosopher who converted to Catholicism and became a Discalced Carmelite nun. She was baptized on 1 January 1922 into the Catholic Church. In 1938, she and her sister Rosa, by then also a convert and an extern sister (tertiaries of the Order, who would handle the community′s needs outside the monastery), were sent to the Carmelite monastery in Echt, Netherlands, for their safety.",
    "Elena Dementieva": "Elena Viacheslavovna Dementieva (Russian: Еле́на Вячесла́вовна Деме́нтьева, [jɪˈlʲɛnə dʲɪˈmʲenʲtʲjɪvə] (listen); born 15 October 1981) is a Russian former professional tennis player. Dementieva was also part of the Russian team that won the 2005 Fed Cup.",
    "Elena Kagan": "Elena Kagan (; born April 28, 1960) is an Associate Justice of the Supreme Court of the United States. In 2009, Kagan became the first female Solicitor General of the United States. President Obama nominated her to the Supreme Court to fill the vacancy arising from the impending retirement of Justice John Paul Stevens.",
    "Elisabeth Gürtler": "Elisabeth Gürtler-Mauthner (born 7 May 1950) is an Austrian businesswoman. In 1990, on the suicide of her ex-husband, Peter Gürtler, she took over the management of the Hotel Sacher, with 500 employees under her, as he had left the hotel to their two children, at that time still minors. From 2001 until 2007 she chaired the Vienna Opera Ball.",
    "Elisabeth Plainacher": "Elisabeth Plainacher, or Elsa Plainacher (1513 – 27 September 1583), was an alleged Austrian witch. Elsa Plainacher's parents operated a mill in Pielamund by the Danube. During the interrogations, she confessed to anything under torture.",
    "Elisabeth of Bavaria": "Empress Elisabeth of Austria (born Duchess Elisabeth in Bavaria; 24 December 1837 – 10 September 1898) was Empress of Austria and Queen of Hungary by marriage to Emperor Franz Joseph I. She was born into the royal Bavarian House of Wittelsbach. Early in the marriage she was at odds with her mother-in-law, Archduchess Sophie, who took over the rearing of Elisabeth's daughters, one of whom, Sophie, died in infancy. In 1890, she had a palace built on the Greek Island of Corfu that she visited often.",
    "Elke Winkens": "Elke Winkens, née Fischer (born 25 March 1970 in Linnich) is an Austrian-German actress. At the age of eighteen she got a scholarship at the London Studio Center School in London, where she was stationed between 1989 and 1991. Later she joined the cabaret performance group Die Hektiker, this is where Winkens got her first attention from media.",
    "Ella Fitzgerald": "Ella Jane Fitzgerald  (April 25, 1917 – June 15, 1996) was an American jazz singer, sometimes referred to as the First Lady of Song, Queen of Jazz, and Lady Ella. While Fitzgerald appeared in movies and as a guest on popular television shows in the second half of the twentieth century, her musical collaborations with Louis Armstrong, Duke Ellington, and The Ink Spots were some of her most notable acts outside of her solo career. In 1993, after a career of nearly 60 years, she gave her last public performance.",
    "Ellen White": "Ellen Gould White (née Ellen Gould Harmon; November 26, 1827 – July 16, 1915) was an author and American Christian innovator. The Smithsonian magazine named Ellen G. White among the \"100 Most Significant Americans of All Time. White's writings still influence people today. White claimed to have received over 2,000 visions and dreams from God in public and private meetings throughout her life, which were witnessed by Adventist pioneers and the general public. The book Child Guidance, a compilation of her writings about child care, training and education, has been used as the foundation for the Seventh-day Adventist school system.",
    "Ellie Goulding": "Elena Jane Goulding ( GOLDing; born 30 December 1986) is an English singer and songwriter. Halcyon Days, a repackaged edition of Halcyon, was released in August 2013, generating singles, such as \"Burn\", which became her first No. Goulding released her third studio album, titled Delirium, on 6 November 2015, with \"On My Mind\" as the album's lead single.",
    "Emily Dickinson": "Emily Elizabeth Dickinson (December 10, 1830 – May 15, 1886) was an American poet. Dickinson never married, and most friendships between her and others depended entirely upon correspondence. At least eleven of Dickinson's poems were dedicated to sister-in-law Susan Huntington Gilbert Dickinson, though all the dedications were obliterated, presumably by Todd. A complete, and mostly unaltered, collection of her poetry became available for the first time when scholar Thomas H. Johnson published The Poems of Emily Dickinson in 1955.",
    "Emma Zimmer": "Emma Anna Maria Zimmer (née Mezel; 14 August 1888 – 20 September 1948) was a female overseer at the Lichtenburg concentration camp, the Ravensbrück concentration camp and the Auschwitz-Birkenau extermination/concentration camp for several years during the war. In 1938, she became a guard at the Lichtenburg early concentration camp, where she became assistant camp leader under Johanna Langefeld. In 1939, she was assigned to the Ravensbrück concentration camp, where she served as assistant chief leader, and in October 1942, she became assistant camp leader at Auschwitz II (Birkenau) as an SS-Stellvertretende Oberaufseherin.",
    "Emmy Noether": "Amalie Emmy Noether (German: [ˈnøːtɐ]; 23 March 1882 – 14 April 1935) was a German mathematician who made many important contributions to abstract algebra. After completing her dissertation in 1907 under the supervision of Paul Gordan, she worked at the Mathematical Institute of Erlangen without pay for seven years. In 1924, Dutch mathematician B. L. van der Waerden joined her circle and soon became the leading expositor of Noether's ideas; her work was the foundation for the second volume of his influential 1931 textbook, Moderne Algebra. In 1935, she underwent surgery for an ovarian cyst and, despite signs of a recovery, died four days later at the age of 53. In her classic 1921 paper Idealtheorie in Ringbereichen (Theory of Ideals in Ring Domains), Noether developed the theory of ideals in commutative rings into a tool with wide-ranging applications.",
    "Erika Hess": "Erika Hess (born 6 March 1962) is a former World Cup alpine ski racer from Switzerland. One of the best female racers of the 1980s, Hess had 31 World Cup wins (22 in slalom), four slalom titles (1981–83 and 1985), and two overall titles (1982, 1984). She won six World Cup Slalom Races in a row from January to the season finish in March 1981.",
    "Erika Köth": "Erika Köth (15 September 1925 in Darmstadt – 20 February 1989 in Speyer) was a German operatic high coloratura soprano, particularly associated with the roles of Zerbinetta and Zerlina. She made her debut at the Munich State Opera and the Vienna State Opera in 1953, and at the Berlin State Opera in 1961. She can be seen on black-and-white video in the role of Rosina in a complete German performance of The Barber of Seville with Fritz Wunderlich, Hermann Prey, and Hans Hotter, and in a German performance of Don Giovanni, with Dietrich Fischer-Dieskau, Donald Grobe, Walter Berry, and Josef Greindl.",
    "Eva Habermann": "Eva Felicitas Habermann (born 16 January 1976) is a German actress who has appeared in numerous films and TV series. She also moderated the children Pumuckl TV broadcast on German TV (1995/1996). In The Clown: Payday (2005) she played the role of Leah Diehl.",
    "Fanny Mendelssohn": "Fanny Mendelssohn (14 November 1805 – 14 May 1847), later Fanny [Cäcilie] Mendelssohn Bartholdy and, after her marriage, Fanny Hensel, was a German composer and pianist from the Romantic era. In 1846, despite the continuing ambivalence of her family towards her musical ambitions, Fanny Hensel published a collection of songs as her Opus 1. Since the 1990s her life and works have been the subject of more detailed research.",
    "Faustina": "Maria Faustyna Kowalska (born Helena Kowalska; 25 August 1905 – 5 October 1938), also known as Saint Maria Faustyna Kowalska of the Blessed Sacrament and popularly spelled Faustina, was a Polish Roman Catholic nun and mystic. At the age of 20 years, she joined a convent in Warsaw. Her tomb is in Divine Sanctuary, Kraków-Łagiewniki, where she spent the end of her life and met confessor Józef Andrasz, who also supported the message of mercy.",
    "Frida Kahlo": "Frida Kahlo (Spanish pronunciation: [ˈfɾiða ˈkalo]; born Magdalena Carmen Frida Kahlo y Calderón; 6 July 1907 – 13 July 1954) was a Mexican painter known for her many portraits, self-portraits, and works inspired by the nature and artifacts of Mexico. Born to a German father and a mestiza mother, Kahlo spent most of her childhood and adult life at La Casa Azul, her family home in Coyoacán—now publicly accessible as the Frida Kahlo Museum. By the early 1990s, she had become not only a recognized figure in art history, but also regarded as an icon for Chicanos, the feminism movement and the LGBTQ+ movement. Kahlo's work has been celebrated internationally as emblematic of Mexican national and indigenous traditions and by feminists for what is seen as its uncompromising depiction of the female experience and form.",
    "Gabriele Zimmer": "Gabriele \"Gabi\" Zimmer (born 7 May 1955) is a German politician who served as Member of the European Parliament (MEP) for Germany from 2004 to 2019. Previously, she served as leader of The Left's predecessor, the Party of Democratic Socialism (PDS), from 2000 to 2003. In 2007, PDS merged into The Left, and Zimmer was re-elected as an MEP representing The Left in 2009 and 2014.",
    "Gail Williams": "Gail Ann Williams (born in Berkeley, California) has been the director of The WELL since 1998. She graduated from the University of California, Berkeley in the 1970s and got involved in political theater as both a creative and management member of the Plutonium Players troupe. She is a member of the International Academy of Digital Arts and Sciences.",
    "Galina Zybina": "Galina Ivanovna Zybina (Russian: Гали́на Ива́новна Зы́бина, born 22 January 1931) is a retired Russian athlete and coach. Between 1952 and 1956 she set eight consecutive world records and 14 national records in the shot put.",
    "Geri Halliwell": "Geraldine Estelle Horner (née Halliwell) (born 6 August 1972), is an English singer, songwriter, author, actress, and philanthropist. In 1998, Halliwell left the Spice Girls to pursue a solo career but later returned to the group when they reunited in 2007.In 1999, Halliwell launched her solo career and released her debut studio album, Schizophonic, which spawned three number one singles including \"Mi Chico Latino\", \"Lift Me Up\", and \"Bag It Up\", while the lead single, \"Look at Me\", peaked at number two.",
    "Gesine Lötzsch": "Gesine Lötzsch (German pronunciation: [geˈzinə løːtʃ]; born 7 August 1961) is a German politician of the left-wing party Die Linke (\"The Left\"). In 2002, as a candidate of the Party of Democratic Socialism, Lötzsch was elected to the German parliament (the Bundestag) for the constituency Berlin Lichtenberg, which she continues to represent today.",
    "Gloria Grahame": "Gloria Grahame Hallward (November 28, 1923 – October 5, 1981), known professionally as Gloria Grahame, was an American stage, film, and  television actress and singer. Despite a featured role in It's a Wonderful Life (1946), MGM did not believe she had the potential for major success, and sold her contract to RKO Studios. She returned to New York City, where she died in October 1981, aged 57.",
    "Grace Kelly": "Grace Patricia Kelly (November 12, 1929 – September 14, 1982) was an American film actress who, after starring in several significant films in the early to mid-1950s, became Princess of Monaco by marrying Prince Rainier III in April 1956. After embarking on an acting career in 1950 when she was 20, Kelly appeared in New York City theatrical productions and more than 40 episodes of live drama productions broadcast during the early 1950s Golden Age of Television. From 1952 to 1956 she starred in several critically and commercially successful films, usually opposite male romantic leads 25 to 30 years older than her.",
    "Greta Garbo": "Greta Garbo (born Greta Lovisa Gustafsson; 18 September 1905 – 15 April 1990) was a Swedish-American actress. However, Garbo's career soon declined and she was one of the many stars labeled box office poison in 1938. Her career revived upon her turn to comedy in Ninotchka (1939) which earned her a third Academy Award nomination, but after the failure of Two-Faced Woman (1941), she retired from the screen, at the age of 35, after acting in 28 films. After retiring, Garbo declined all opportunities to return to the screen.",
    "Gudrun Landgrebe": "Gudrun Landgrebe (German: [ɡuː.dʁʊn ˈlantˌɡʁeːbə] (listen); born 20 June 1950) is a German actress. In 1983 she gained international fame in the Robert van Ackerens movie Die flambierte Frau. She appeared in 1998 in the TV movie Opera Ball with Heiner Lauterbach and Franka Potente.",
    "Hannah Arendt": "Johanna \"Hannah\" Cohn Arendt (, also US: , German: [ˈaːʁənt]; 14 October 1906 – 4 December 1975), also known as Hannah Arendt Bluecher, was a German-American philosopher and political theorist. Her father died when she was seven, so she was raised by her mother and grandfather. Divorcing Stern in 1937, she married Heinrich Blücher in 1940, but when Germany invaded France in 1940 she was detained by the French as an alien, despite having been stripped of her German citizenship in 1937. She taught at many American universities, while declining tenure-track appointments. She is commemorated by institutions and journals devoted to her thinking, the Hannah Arendt Prize for political thinking, and on stamps, street names and schools, amongst other things.",
    "Hedwig of Swabia": "Hedwig (or Heilwig; c. 1260 – 1303), a member of the royal House of Habsburg, was Margravine of Brandenburg from 1279 until 1285/1286, by her marriage with the Ascanian margrave Otto VI of Brandenburg-Salzwedel. The Habsburgs did not play much of a role in history until the time of Hedwig's father, Count Rudolf, was elected king of Germany in 1273, whereafter the family rose to one of the most powerful ruling dynasties in the Holy Roman Empire. In 1285 or 1286, her husband renounced all claims to the Margraviate of Brandenburg in favour of his brother and joined the Knights Templar.",
    "Heidi Klum": "Heidi Klum (German pronunciation: [ˈhaɪ̯diː ˈklʊm], born 1 June 1973) is a German-born American model, television personality, businesswoman, fashion designer, singer, television producer, author, and actress. In 2009, Klum became Barbie's official ambassador on Barbie's 50th anniversary. From 2013 until February 2019, Klum was a judge on NBC reality show, America's Got Talent, and she is set to return in summer 2020.",
    "Helen Wills": "Helen Newington Wills (October 6, 1905 – January 1, 1998), also known as Helen Wills Moody and Helen Wills Roark, was an American tennis player. She became famous around the world for holding the top position in women's tennis for a total of nine years: 1927–33, 1935 and 1938. She was admired for her graceful physique and for her fluid motion.",
    "Henriette Herz": "Henriette Julie Herz (née de Lemos) (September 5, 1764 – October 22, 1847) is best known for the \"salonnieres\" or literary salons that she started with a group of emancipated Jews in Prussia. After the death of her husband she came under the powerful influence of Schleiermacher and converted to Protestantism.",
    "Henriette Richter-Röhl": "Generation War (German: Unsere Mütter, unsere Väter, translated as \"Our Mothers, our Fathers\") is a German World War II TV miniseries in three parts. The story's conclusion is set shortly after the end of the war in 1945.",
    "Hilde von Stolz": "Hilde von Stolz (8 July 1903 in Segesvár, Nagy-Küküllő County, Austria-Hungary, now Romania – 16 December 1973 in Berlin) was an Austrian-German actress. During the war she worked in a number of Nazi propaganda films, the most widely known of these was her role as the wife of Duke Karl Alexander in Veit Harlan's Jud Süß (1940). After the war, she acted only rarely in films.",
    "Hope Powell": "Hope Patricia Powell, CBE (born 8 December 1966) is an English former international footballer and women's first-team manager of Brighton & Hove Albion. She made her England debut at the age of 16, and went on to play in the 1995 FIFA Women's World Cup, England's first World Cup appearance. She was a player at the former and coach at the latter.",
    "Hypatia": "Hypatia (born c. 350–370; died 415) was a Hellenistic Neoplatonist philosopher, astronomer, and mathematician, who lived in Alexandria, Egypt, then part of the Eastern Roman Empire. Hypatia was renowned in her own lifetime as a great teacher and a wise counselor. Hypatia is known to have constructed astrolabes and hydrometers, but did not invent either of these, which were both in use long before she was born. Since the late twentieth century, some portrayals have associated Hypatia's death with the destruction of the Library of Alexandria, despite the historical fact that the library no longer existed during Hypatia's lifetime.",
    "Indira Gandhi": "Indira Priyadarshini Gandhi (Hindi: [ˈɪndɪɾaː ˈɡaːndʱiː] (listen); née Nehru; 19 November 1917 – 31 October 1984) was an Indian politician and a central figure of the Indian National Congress. She was the first and, to date, only female Prime Minister of India. In the Congress Party's parliamentary leadership election held in early 1966 (upon the death of Shastri), she defeated her rival Morarji Desai to become leader, and thus succeeded Shastri as Prime Minister of India. Widespread atrocities were carried out during the emergency.",
    "Ingrid Becker": "Ingrid Mickler-Becker (née Becker on 26 September 1942) is a former West German athlete. In 1990 she became secretary of state in Rhineland-Palatinate, but lost this position when her party, the CDU, lost the election in 1991. In 2005, she was awarded the \"Goldene Sportpyramide\" (Golden Sport Pyramid) from the Deutsche Sporthilfe (German Sports Aid), and in 2006 she was inducted into the Germany's Sports Hall of Fame.",
    "Inna": "Elena Alexandra Apostoleanu (born 16 October 1986), known professionally as Inna ( E-n-ə; stylized in all caps), is a Romanian singer and songwriter. It featured several other successful singles in Europe, including \"Amazing\" (2009), her second number one single in Romania. It featured \"More than Friends\", a moderate European hit in collaboration with Daddy Yankee. In the same year, she also released her fifth record Nirvana, whose singles found chart success in European countries such as Romania and Turkey. She signed a record deal with Roc Nation in 2018 to release her sixth studio album Yo in May 2019.",
    "Irena Santor": "Irena Wiśniewska-Santor (Polish pronunciation: [iˈrɛna sanˈtɔr]; born 9 December 1934), known professionally as Irena Santor, is a Polish singer, musical performer and actress. For her clear mezzo-soprano, she enjoys an iconic status in Poland and is referred to as an influence for younger singers. She was rewarded many prizes in her country and abroad on multiple occasions.",
    "Irmgard Seefried": "Irmgard Seefried (9 October 1919 – 24 November 1988) was a distinguished German soprano who sang opera, sacred music, and lieder. She studied at Augsburg University before making her debut in Aachen as the priestess in Verdi's Aida in 1940. She began to sing leading parts in 1942 (Agathe in Weber's Der Freischütz in 1942, and the next year she made her debut at Vienna State Opera with Eva in Wagner's Die Meistersinger von Nürnberg conducted by Karl Böhm). From then on, she remained with the State Opera until her retirement in 1976.",
    "Jadranka Kosor": "Jadranka Kosor (pronounced [jǎdraːnka kɔ̂sɔr]; born 1 July 1953) is a Croatian politician and former journalist who served as Prime Minister of Croatia from 2009 to 2011, having taken office following the sudden resignation of her predecessor Ivo Sanader. After the abrupt resignation of Sanader, Kosor managed to form a functioning parliamentary majority and was approved to her new post as Prime Minister in July 2009, also becoming leader of her party. Kosor was the party's candidate for Prime Minister in the 2011 general election, but HDZ lost in a landslide over the centre-left Kukuriku coalition, led by the Social Democratic Party. This resulted in numerous arrests of influential business-people and politicians from across the political spectrum, although most of them members of HDZ, which severely damaged the party's reputation.",
    "Jadwiga of Poland": "Jadwiga (Polish: [jadˈvʲiɡa] (listen)), also known as Hedwig (Hungarian: Hedvig; 1373/4 – 17 July 1399), was the first female monarch of the Kingdom of Poland, reigning from 16 October 1384 until her death. However, Lesser Poland's nobility opposed him and persuaded Queen Elizabeth to send Jadwiga to Poland. Jadwiga was crowned \"king\" in Poland's capital, Kraków, on 16 October 1384. Legend says that she had agreed to marrying him only after lengthy prayer, seeking divine inspiration. After her sister Mary died in 1395, Jadwiga and Jagiełło laid claim to Hungary against the widowed Sigismund of Luxemburg, but the Hungarian lords failed to support them.",
    "Janica Kostelić": "Janica Kostelić (Croatian pronunciation: [janitsa kǒstelitɕ]; born 5 January 1982) is a former World Cup alpine ski racer and four-time Olympic gold medalist from Croatia. On 15 January 2006, Kostelić became the third woman in World Cup history (after Swede Pernilla Wiberg and Austrian Petra Kronberger) to win World Cup races in all of the sport's five disciplines.",
    "Janis Joplin": "Janis Lyn Joplin (January 19, 1943 – October 4, 1970) was an American singer-songwriter who sang rock, soul and blues music. One of the most successful and widely known rock stars of her era, she was noted for her powerful mezzo-soprano vocals and \"electric\" stage presence. In 1967, Joplin rose to fame following an appearance at Monterey Pop Festival, where she was the lead singer of the then little-known San Francisco psychedelic rock band Big Brother and the Holding Company.",
    "Jeanne Ferrante": "Jeanne Ferrante is a computer scientist active in the field of compiler technology, where she has made important contributions regarding optimization and parallelization. Jeanne Ferrante is  Professor of Computer Science and Engineering at University of California, San Diego. Dr. Ferrante's work has included the development of intermediate representations for optimizing and parallelizing compilers, most notably the Program Dependence Graph and Static Single Assignment (SSA) form.",
    "Jenna Jameson": "Jenna Jameson (born Jenna Marie Massoli; April 9, 1974) is an American model, former pornographic film actress, businesswoman, and television personality. By 2005, ClubJenna had revenues of US$30 million with profits estimated at half that. Playboy TV hosted her Jenna's American Sex Star reality show, in which aspiring porn stars competed for a ClubJenna contract. Her 2004 autobiography, How to Make Love Like a Porn Star: A Cautionary Tale, spent six weeks on The New York Times Best Seller list.",
    "Jennifer Aniston": "Jennifer Joanna Aniston (born February 11, 1969) is an American actress, film producer, and businesswoman. Since her career grew in the early 1990s, Aniston has been one of the highest-paid actresses in Hollywood. Aniston has since played starring roles in numerous dramas, comedies and romantic comedies. Some of her most critically acclaimed film roles include Office Space (1999), The Good Girl (2002), Friends with Money (2006), Cake (2014), and Dumplin' (2018).",
    "Jennifer Capriati": "Jennifer Maria Capriati  (born March 29, 1976) is an American former professional tennis player. Her personal struggles during this time (including arrests for shoplifting and possession of marijuana) were well-documented by the press. At the 2001 Australian Open, the reinvigorated Capriati became the lowest seed ever to win the championship when she defeated Martina Hingis in straight sets for her first Grand Slam championship.",
    "Jenny d'Héricourt": "Jenny d'Héricourt (1809–1875), also Jenny P. d'Héricourt, was a  feminist activist, writer, and a physician-midwife. Her father, Jean-Pierre Poinsard, a clock gilder, was born in the town of Héricourt, Haute-Saône, from which Jenny later took her pseudonym.",
    "Jessie J": "Jessica Ellen Cornish (born 27 March 1988), better known by her stage name Jessie J, is an English singer-songwriter. Other singles from the album included \"Nobody's Perfect\", \"Who You Are\", \"Domino\" and \"Laserlight\", all of which peaked within the top ten on the UK Singles Chart, making Jessie J the first British female artist to have six top-ten singles from a sole studio album. \" Domino\" also attained further international success, peaking at number six on the US Billboard Hot 100 and becoming her second number-one single in the UK. In 2018, Jessie J made another huge international recognition following her appearance in the Hunan TV reality program Singer (previously called I Am a Singer).",
    "Jill Scott": "Jill Scott (born April 4, 1972) is an American singer-songwriter, model, poet and actress. After a four-year hiatus from music, Scott released her fourth album, The Light of the Sun, in 2011.",
    "Joan of Arc": "Joan of Arc (French: Jeanne d'Arc pronounced [ʒan daʁk]; c. 1412 – 30 May 1431), nicknamed \"The Maid of Orléans\" (French: La Pucelle d'Orléans), is considered a heroine of France for her role during the Lancastrian phase of the Hundred Years' War, and was canonized as a Roman Catholic saint. She gained prominence after the siege was lifted only nine days later. After Cauchon declared her guilty, she was burned at the stake on 30 May 1431, dying at about nineteen years of age. Joan of Arc is one of the nine secondary patron saints of France, along with Saint Denis, Saint Martin of Tours, Saint Louis, Saint Michael, Saint Rémi, Saint Petronilla, Saint Radegund and Saint Thérèse of Lisieux.",
    "Johanna Loisinger": "Johanna Maria Louise Loisinger (18 April 1865 – 20 July 1951) was an Austrian actress, pianist and operatic soprano singer. After she had completed her singing studies, Loisinger sang in Prague, Troppau (today Opava), Linz and at the court theatre in Darmstadt. The prince had resigned from the Bulgarian throne in 1886 and had assumed the style of Count von Hartenau, so Loisinger became the Countess von Hartenau.",
    "Judi Dench": "Dame Judith Olivia Dench  (born 9 December 1934) is an English actress, artist, and author. Over the next two decades, Dench established herself as one of the most significant British theatre performers, working for the National Theatre Company and the Royal Shakespeare Company.",
    "Judy Garland": "Judy Garland (born Frances Ethel Gumm; June 10, 1922 – June 22, 1969) was an American actress, singer, vaudevillian and dancer. Although her film career became intermittent thereafter, two of Garland's most critically acclaimed roles came later in her career: she received a nomination for the Academy Award for Best Actress for her performance in A Star Is Born (1954) and a nomination for Best Supporting Actress for her performance in Judgment at Nuremberg (1961). Garland struggled in her personal life from an early age. Her lifelong struggle with substance use disorder ultimately led to her death in London from an accidental barbiturate overdose at age 47.",
    "Justine Henin": "Justine Henin (French pronunciation: ​[ʒystin ɛnɛ̃]; born 1 June 1982) is a Belgian former professional tennis player known for her all-court style of play and notably being one of the few female players to use a single-handed backhand. Henin, coming from a country with limited success in men's or women's tennis, helped establish Belgium as a leading force in women's tennis with Kim Clijsters, and led the country to its first Fed Cup crown in 2001.",
    "Kaisa Sere": "Kaisa Sere (3 June 1954 – 5 December 2012) was a Finnish computer scientist, specialising in research into formal methods. She received an MSc in mathematics in 1979 and a PhD in computer science in 1990, both from Åbo Akademi University in Turku, southern Finland. During 1991–2, she was a post-doctoral researcher in the Department of Computer Science at the Utrecht University in the Netherlands.",
    "Kate Bush": "Catherine Bush  (born 30 July 1958) is an English singer, songwriter, musician, and record producer. Bush slowly gained artistic independence in album production and has produced all her studio albums since The Dreaming (1982). In 2002, she was recognised with an Ivor Novello Award for Outstanding Contribution to British Music.",
    "Katharina Kepler": "Katharina Kepler (née: Guldenmann; 1546 – 13 April 1622) was a woman from Stuttgart, Württemberg, who was the mother of the famous astronomer Johannes Kepler, and was accused of witchcraft in 1615. When she returned to Leonberg in the summer of 1620, she was arrested and imprisoned for fourteen months.",
    "Katharina Wagner": "Katharina Wagner (born 21 May 1978 in Bayreuth) is a German opera stage-director and was, until April 2020, director of the Bayreuth Festival. On 1 September 2008, Katharina Wagner was named together with her half-sister Eva Wagner-Pasquier as the new director of the Bayreuth Festival by the Richard Wagner Foundation, succeeding their father Wolfgang. This followed an extended family dispute.",
    "Katharine Hepburn": "Katharine Houghton Hepburn (May 12, 1907 – June 29, 2003) was an American actress and leading lady in Hollywood for more than 60 years. In the 1940s, she began a screen and romantic partnership with Spencer Tracy, which spanned 26 years and nine movies, although the romance with the married Tracy was hidden from the public. Hepburn earned three more Oscars for her work in Guess Who's Coming to Dinner (1967), The Lion in Winter (1968), and On Golden Pond (1981), co-starring Henry Fonda, who won his only Academy Award for the movie. In the 1970s, she began appearing in television films, which later became the focus of her career. She was briefly married as a young woman, but thereafter lived independently.",
    "Katie Chapman": "Katie Sarah Chapman (born 15 June 1982) is an English former footballer who last played for English FA WSL club Chelsea Ladies and was a member of the England women's national team. She primarily played as a central midfielder, although she was also deployed in central defence while playing for England. Chapman began her football career playing at primary school in her hometown of Bermondsey. After two years with Charlton Athletic from 2004, Chapman joined Arsenal Ladies and reached prominence with the team in her first season, winning a domestic treble as well as the UEFA Women's Cup. She had missed significant sections of the 2002–03 and 2007–08 seasons through pregnancy, and spent a single season with American Women's Professional Soccer team Chicago Red Stars in 2010, before returning to Arsenal Ladies.",
    "Katja Thater": "Katja Thater (German pronunciation: [ˈkatja ˈtaːtɐ]; born 14 July 1966 in Hamburg) is a German professional poker player and horse breeder. Thater represented Germany as a member of the national team in the 2006 Poker Nations Cup in Cardiff, participated in the Women's Poker Open in London. She was also a member of PokerStars Team Pro.",
    "Katrin Apel": "Katrin Apel (born 4 May 1973 in Erfurt) is a retired German biathlete. In Apel's first season in the World Cup, 1995/96, she placed 33rd, but her results improved from then on. The 2001/02 season was her best when she finished the season in 5th place. Apel has four Olympic medals, two gold, one silver, and one bronze. Her only solo medal is a bronze in the sprint in the 1998 Winter Olympics.",
    "Katrina Kaif": "Katrina Kaif (pronounced [kəˈʈriːnaː kɛːf]; born Katrina Turquotte; 16 July 1983) is an English actress who works in Hindi films. She has established herself in Bollywood and is one of India's highest-paid actresses. She followed this with roles in a series of films that did not perform well commercially, with the exception of the action sequel Tiger Zinda Hai (2017) and the drama Bharat (2019), but received praise for playing an alcoholic actress in the romantic drama Zero (2018), for which she received a nomination for the Filmfare Award for Best Supporting Actress. In addition to acting, Kaif is involved with her mother's charity and participates in stage shows.",
    "Kelly Ayotte": "Kelly Ann Ayotte (; born June 27, 1968) is an American attorney and politician who served as a Republican United States Senator from 2011 to 2017 and Attorney General for New Hampshire from 2004 to 2009. Born and raised in Nashua, New Hampshire, Ayotte is a graduate of Nashua High School, Pennsylvania State University and Villanova University School of Law. She then defeated Democratic congressman Paul Hodes in the general election with 60% of the vote and was sworn into the U.S. Senate as a member of the 112th Congress on January 3, 2011. An August 2013 Newsmax magazine cover story named Ayotte No.",
    "Kerstin Szymkowiak": "Kerstin Szymkowiak (born Kerstin Jürgens on 19 December 1977 in Siegen) is a German retired skeleton racer who has competed since 2002. She won three bronze medals in the women's skeleton event, earning them in 2004, 2008, and 2009. Szymkowiak's nickname is the \"Ice Tiger\" (Eistiger in German).",
    "Kim Carnes": "Kim Carnes  (born July 20, 1945) is an American singer-songwriter. In her breakthrough year, 1980, Carnes was commissioned by Kenny Rogers to co-write the songs for his concept album Gideon (1980), and their duet \"Don't Fall in Love with a Dreamer\" hit No. 4 on Billboard Hot 100, and earned the duo a Grammy Award nomination. The following year, Carnes released Mistaken Identity, which featured the worldwide hit, \"Bette Davis Eyes\". Her distinctive, raspy vocal style has drawn comparisons to Rod Stewart.",
    "Kim Clijsters": "Kim Antonie Lode Clijsters (Dutch pronunciation: [kɪm ˈklɛistərs] (listen); born 8 June 1983) is a Belgian professional tennis player. Together with Henin, she established Belgium as a leading force in women's tennis as the two of them led their country to their first Fed Cup crown in 2001 and were the top two players in the world in late 2003. Plagued by injuries and having lost some of her desire to compete, Clijsters initially retired from tennis in 2007 at the age of 23 to get married and have a daughter. Clijsters was born to athletic parents with backgrounds in professional football and gymnastics. She built the offensive side of her game around controlled aggression while also using her exceptional movement to become an elite defensive player.",
    "Kirsten Boie": "Kirsten Heisig (August 24, 1961, Krefeld – June 28, 2010, Berlin) was a German  juvenile magistrate. As a juvenile magistrate for Neukölln, an area with a crime rate 40% above the average of Berlin, she initiated a model (Neuköllner Modell) that streamlined procedures and targeted an appearance before court within 3–5 weeks after the deed had been committed for deeds punishable by a maximum imprisonment of 4 weeks. This model was extended to the entire city of Berlin in June 2010 and caught attention on a national level.",
    "Kirsten Gillibrand": "Kirsten Elizabeth Gillibrand (née Rutnik;  (listen) KEER-stən JIL-i-brand; born December 9, 1966) is an American lawyer and politician and a member of the Democratic Party. Following Senator Clinton's appointment as U.S. Secretary of State in 2009, Governor David Paterson selected Gillibrand to fill the Senate seat that had been vacated by Clinton, becoming New York's second female Senator. Gillibrand won a special election in 2010 to keep the seat, and was re-elected to full terms in 2012 and 2018.",
    "Lady Gaga": "Stefani Joanne Angelina Germanotta ( STEF-ən-ee JUR-mə-NOT-ə) (born March 28, 1986), known professionally as Lady Gaga, is an American singer, songwriter, actress, and record producer. She is known for reinventing herself throughout her career and for her versatility in numerous areas of the entertainment industry. The album was later reissued to include the EP The Fame Monster (2009), which yielded the singles \"Bad Romance\", \"Telephone\", and \"Alejandro\". Its title track became the fastest-selling song on the iTunes Store with over a million downloads in less than a week.",
    "Laura Robson": "Laura Robson (born 21 January 1994) is a British tennis player. She debuted on the ITF Junior Tour in 2007, and a year later won the Wimbledon Junior Girls' Championship at the age of 14. In July 2018, Robson underwent hip surgery.",
    "Leah Culver": "Leah Culver (born November 5, 1982) is a computer programmer and startup founder. In 2007, she co-founded the micro-blogging site Pownce, acquired by Six Apart in December 2008.",
    "Leni Riefenstahl": "Helene Bertha Amalie \"Leni\" Riefenstahl (German: [ˈleː.niː ˈʁiː.fn̩.ʃtaːl] (listen); 22 August 1902 – 8 September 2003) was a German film director, actress, photographer and Nazi sympathizer. Riefenstahl became one of the few women in Germany to direct a film during the Weimar Period when, in 1932, she decided to try directing with her own film, Das Blaue Licht (\"The Blue Light\"). Riefenstahl died of cancer on 8 September 2003 at the age of 101 and was buried at Munich Waldfriedhof.",
    "Lila Downs": "Ana Lila Downs Sánchez (born September 09, 1968) is a Mexican singer-songwriter and actress. In 1999, Downs came to prominence with her debut studio album, La Sandunga, which was a critical and commercial success. She achieved international success in 2001 with the album Border which emerged in the music scene of Mexico and Latin America in the early 2000s (decade). Her eighth album, \"Balas y Chocolate\", was released in 2015. \"",
    "Lily Allen": "Lily Rose Beatrice Cooper (née Allen; born 2 May 1985) is an English singer, songwriter, and author. She is the daughter of actor Keith Allen and film producer Alison Owen. This success saw her receive the Brit Award for British Female Solo Artist at the 2010 Brit Awards. She has released two further albums: Sheezus (2014), which debuted at number one on the UK Albums Chart, and No Shame (2018) debuting at number eight.",
    "Lindsay Davenport": "Lindsay Ann Davenport Leach (born June 8, 1976) is an American former professional tennis player. She amassed career-earnings of $22,166,338 dollars; currently eighth in the all-time rankings among female tennis players and formerly first, prior to being surpassed by Serena Williams in January 2009.Davenport was coached for most of her career by Robert Van't Hof.",
    "Lindsey Vonn": "Lindsey Caroline Vonn (née Kildow ; born October 18, 1984) is an American former World Cup alpine ski racer on the US Ski Team. She won four World Cup overall championships—one of only two female skiers to do so, along with Annemarie Moser-Pröll—with three consecutive titles in 2008, 2009, and 2010, plus another in 2012. In 2010, Vonn received the Laureus Sportswoman of the Year award  and was the United States Olympic Committee's sportswoman of the year. In August 2019, Vonn got engaged to New Jersey Devils defenseman P. K. Subban and in December 2019 she proposed to Subban.",
    "Lisa Murkowski": "Lisa Ann Murkowski (; born May 22, 1957) is an American politician serving as the senior United States Senator from Alaska, having held that seat since 2002. She was appointed to the U.S. Senate by her father, who resigned his seat in December 2002 to become the Governor of Alaska.",
    "Lisa Raymond": "Lisa Raymond (born August 10, 1973) is an American retired professional tennis player who has achieved notable success in doubles tennis. Raymond is also an Olympic medalist, having won the bronze medal in the mixed doubles competition at the 2012 Summer Olympics for the United States, partnering with Mike Bryan.",
    "Lise Meitner": "Lise Meitner (; German: [liː.zə ˈmaɪ̯t.nɐ] (listen); 7 November 1878 – 27 October 1968) was an Austrian-Swedish physicist who contributed to the discoveries of an element protactinium and nuclear fission. In mid-1938, Meitner with chemists Otto Hahn and Fritz Strassmann at the Kaiser Wilhelm Institute found that bombarding thorium with neutrons produced different isotopes. Several scientists and journalists have called her exclusion \"unjust\". According to the Nobel Prize archive, she was nominated 19 times for Nobel Prize in Chemistry between 1924 and 1948, and 29 times for Nobel Prize in Physics between 1937 and 1965.",
    "Livia Ana Tătaru": "Ion Creangă (Romanian pronunciation: [iˈon ˈkre̯aŋɡə]; March 1, 1837 – December 31, 1889) was a Romanian writer, raconteur and schoolteacher. Although viewed with reserve by many of his colleagues there, and primarily appreciated for his records of oral tradition, Creangă helped propagate the group's cultural guidelines in an accessible form. Ion Creangă was posthumously granted several honors, and is commemorated by a number of institutions in both Romania and neighboring Moldova.",
    "Liza Minnelli": "Liza May Minnelli (born March 12, 1946) is an American actress and singer, best known for her Academy Award-winning performance in Cabaret (1972), the film Arthur (1981), several hit albums and many other film and television appearances. She is the daughter of actress and singer Judy Garland and director Vincente Minnelli. They wrote, produced or directed many of Minnelli's future stage acts and TV shows and helped create her stage persona of a stylized survivor, including her career-defining performances of anthems of survival (\"New York, New York\", \"Cabaret\" and \"Maybe This Time\"). After a hiatus due to serious health problems, Minnelli returned to the concert stage in 2002 with Liza's Back and was an acclaimed guest star in the sitcom Arrested Development between 2003 and 2013.",
    "Lois Bancroft Long": "Lois Bancroft Long (December 15, 1901 – July 29, 1974) was an American writer for The New Yorker during the 1920s. Long had worked at Vogue and Vanity Fair before finding fame at The New Yorker. However, in the announcement of her marriage to The New Yorker cartoonist Peter Arno, she revealed her true identity.",
    "Louise Lehzen": "Johanna Clara Louise Lehzen (3 October 1784 – 9 September 1870), also known as Baroness Louise Lehzen, was the governess and later companion to Queen Victoria. Lehzen spent her final years in Hanover on a generous pension, dying in 1870. Lehzen was a major influence on Victoria's character, in particular giving her the strength of will to survive her troubled childhood and life as a young queen.",
    "Luci Pollreis": "Luci Pollreis (also spelled Lucia Pollreiss) was an Austrian woman who was recognized as Righteous among the Nations for saving three Jews hiding from the Gestapo in Vienna during World War II.The young Viennese woman hid two Jewish women and a Jew in her apartment in Vienna, on her farm and in a country house in Ramsau near Hainfeld for three years beginning in 1942. One day this friend turned to Luci Pollreis, who lived alone since her husband was drafted into the Wehrmacht. In the night she often took the three from her home to the factory, her country house or to friends.",
    "Luise Rainer": "Luise Rainer (, German: [ˈʁaɪ̯nɐ]; 12 January 1910 – 30 December 2014) was a German-American-British film actress. Critics highly praised the quality of her acting. For her next role, producer Irving Thalberg was convinced, despite the studio's disagreement, that she would also be able to play the part of a poor, plain Chinese farm wife in The Good Earth (1937), based on Pearl Buck's novel about hardship in China.",
    "Lynne Jolitz": "Lynne Greer Jolitz (born June 30, 1961) is a figure in free software and founder of many startups in Silicon Valley, along with her husband William. Lynne is also a noted author and authority on operating systems and networking issues. Lynne has appeared on the Oracle E-Business Network and was presented with their Geek of the Week award for her years of work in high-speed networking and operating systems design.",
    "Ma. Assunta Cuyegkeng": "Assunta Caoile-Cuyegkeng is a Professor of Chemistry at the Department of Chemistry, School of Science and Engineering, Ateneo de Manila University. She was succeeded by  John Paul Vergara, Ph.D.  She also finished her M.S. Chemistry from the same university. Some of the awards include:\nMeritorious Service Award, DOST-PCASTRD, 1997;\nMetrobank Search for Outstanding Teachers, 1997;\nDr. Juan Salcedo Jr., Science Education Award, 1997;\nASPAC Outstanding Junior Teacher, 1993.She is a member of the editorial boards of chemistry journals Kimika and The Chemical Education Journal (CEJ).",
    "Madison Brengle": "Madison Brengle (born April 3, 1990) is an American tennis player. Her greatest victory so far was in 2017 over world No. Over the course of 24 consecutive majors between 2008 and 2014, she failed to make it out of the pre-tournament qualifier.",
    "Madonna": "Madonna Louise Ciccone (; Italian: [tʃikˈkoːne]; born August 16, 1958) is an American singer-songwriter, actress, author, and record executive. After performing as a drummer, guitarist, and vocalist in the rock bands Breakfast Club and Emmy, Madonna signed with Sire Records in 1982 and released her eponymous debut album the next year. Madonna's popularity was further enhanced by roles in films such as Desperately Seeking Susan (1985), Dick Tracy (1990), A League of Their Own (1992), and Evita (1996). She contributes to various charities, having founded Ray of Light Foundation in 1998 and Raising Malawi in 2006. She remains the highest-grossing solo touring artist of all time, accumulating U.S. $1.4 billion from her concert tickets.",
    "Mady Rahl": "Mady Rahl (January 3, 1915 – August 29, 2009) was a German stage and film actress. In 1935 she made her stage debut in Leipzig under the direction of Douglas Sirk and started her film career in 1936 with the movie The Mysterious Mister X. With her role in the circus drama Truxa (1937) Rahl became known to a wider audience. In later years, she appeared frequently on television, while also pursuing her career in the theatre.",
    "Magdalena Sibylle of Saxe-Weissenfels": "Magdalena Sibylle of Saxe-Weissenfels (2 September 1648 – 7 January 1681) was a German noblewoman. She was a daughter of August, duke of Saxe-Weissenfels, and his wife Anna Maria of Mecklenburg-Schwerin. They had the following children:\n\nAnna Sophie (b. Gotha, 22 December 1670 – d. Rudolstadt, 28 December 1728), married on 15 October 1691 to Louis Frederick I, Prince of Schwarzburg-Rudolstadt.",
    "Maggie Hassan": "Margaret Coldwell Hassan (; née Wood; February 27, 1958) is an American politician and junior United States Senator from New Hampshire. After graduating from law school in 1985, Hassan worked at the law firm Palmer and Dodge. In 2016, Hassan ran for the U.S. Senate and narrowly defeated Kelly Ayotte, the Republican incumbent, by approximately a thousand votes (about 0.1 percent of the vote). Hassan and Shaheen are the only two women in American history to be elected as both a governor and a U.S. senator.",
    "Margaret Thatcher": "Margaret Hilda Thatcher, Baroness Thatcher,  (née Roberts; 13 October 1925 – 8 April 2013) was a British stateswoman who served as prime minister of the United Kingdom from 1979 to 1990 and leader of the Conservative Party from 1975 to 1990. As Prime Minister, she implemented policies known as Thatcherism. In 1975, she defeated Heath in the Conservative Party leadership election to become leader of the Opposition, the first woman to lead a major political party in the United Kingdom. On becoming prime minister after winning the 1979 general election, Thatcher introduced a series of economic policies intended to reverse high unemployment and Britain's struggles in the wake of the Winter of Discontent and an ongoing recession.",
    "Margarethe von Trotta": "Margarethe von Trotta (German: [maʁ.ɡa.ˈʁeː.tə fɔn ˈtʁɔ.ta] (listen); born 21 February 1942) is a German film director who has been referred to as a \"leading force\" of the New German Cinema movement. Certain aspects of von Trotta's work have been compared to Ingmar Bergman's features from the 1960s and 1970s. The predominant aim of her films is to create new representations of women.",
    "Margot Honecker": "Margot Honecker (née Feist; 17 April 1927 – 6 May 2016) was an East German politician who was an influential member of that country's Communist regime until 1989. Margot Honecker then fled from Moscow to Chile to avoid a similar fate. Formed in East Berlin in January 1990, the party claims to be the direct successor of the historical party formed in 1918 and is known for its open support for North Korea's communist regime, however it operates only in the territory of the former East Germany.",
    "Maria Cantwell": "Maria Elaine Cantwell  (born October 13, 1958) is an American politician serving as the junior United States Senator from Washington, first elected in 2000. Despite having vowed to remain out of politics, Cantwell ran for the United States Senate in 2000. She defeated Republican incumbent Slade Gorton in one of the closest elections in the state's history.",
    "Maria Goeppert Mayer": "Maria Goeppert Mayer (June 28, 1906 – February 20, 1972) was a German-born American theoretical physicist, and Nobel laureate in Physics for proposing the nuclear shell model of the atomic nucleus. Maria Goeppert married Joseph Edward Mayer and moved to the United States, where he was an associate professor at Johns Hopkins University. After the war, Goeppert Mayer became a voluntary associate professor of Physics at the University of Chicago (where her husband and Teller worked) and a senior physicist at the university-run Argonne National Laboratory.",
    "Maria Lanc": "Maria Lanc (born Maria Jenewein; 1911 – 15 November 1995) was an Austrian humanitarian. Arthur and Maria Lanc decided to help the inmates of the camp by all available means to alleviate their suffering. At first the fugitives were hidden at the place of forester Christ, afterwards they were housed and hidden in the house of Arthur and Maria Lanc - conscious that an act like this was under threat of death penalty.",
    "Maria Sharapova": "Maria Yuryevna Sharapova (Russian: Мари́я Ю́рьевна Шара́пова, IPA: [mɐˈrʲijə ˈjʉrʲjɪvnə ʂɐˈrapəvə] (listen); born 19 April 1987) is a Russian former professional tennis player. 1 for the first time on 22 August 2005, at the age of 18, becoming the first Russian female tennis player to top the singles rankings, and last held the ranking for a fifth time for four weeks from 11 June 2012, to 8 July 2012. In 2018, she launched a new programme to mentor women entrepreneurs. She had tested positive for meldonium, a substance that had been banned (effective January 1, 2016) by the World Anti-Doping Agency (WADA). She returned to the WTA Tour on 26 April 2017 at the Porsche Tennis Grand Prix.",
    "Marie Curie": "Marie Skłodowska Curie ( KEWR-ee; French: [kyʁi]; Polish: [kʲiˈri]), born Maria Salomea Skłodowska (Polish: [ˈmarja salɔˈmɛa skwɔˈdɔfska]; 7 November 1867 – 4 July 1934), was a Polish and naturalized-French physicist and chemist who conducted pioneering research on radioactivity. Using techniques she invented for isolating radioactive isotopes, she won the 1911 Nobel Prize in Chemistry for the discovery of two elements, polonium and radium. During World War I she developed mobile radiography units to provide X-ray services to field hospitals. While a French citizen, Marie Skłodowska Curie, who used both surnames, never lost her sense of Polish identity.",
    "Marie Fillunger": "Marie Fillunger (27 January 1850 – 23 December 1930) was an Austrian singer. Using the Schumann house as a base for a number of years, first in Berlin and then in Frankfurt from 1878, Fillunger left for England in January 1889 after a dispute with Eugenie's sister, Marie Schumann. Fillunger and Eugenie were reunited in 1919 in Matten near Interlaken in Switzerland.",
    "Marie Gutheil-Schoder": "Marie Gutheil-Schoder (16 February 1874 – 4 October 1935) was an important German soprano. Gutheil-Schoder created the fiercely difficult single role of Arnold Schoenberg's monodrama Erwartung in 1924 in Prague; earlier that year, she performed his Pierrot lunaire. She died at the age of 61, in Ilmenau, Germany.",
    "Marie Luise Kaschnitz": "Marie Luise Kaschnitz (born Marie Luise von Holzing-Berslett; 31 January 1901 – 10 October 1974) was a German short story writer, novelist, essayist and poet. She is considered to be one of the leading post-war German poets. She married archaeologist Guido Freiherr Von Kaschnitz-Weinberg (the author of The Mediterranean Foundations of Ancient Art) in 1925, and travelled with him on archaeological expeditions. These stories were collected in books such as Orte and Engelsbrücke.",
    "Marie de France": "1160 to 1215) was a poet, possibly born in what is now France, who lived in England during the late 12th century. However, one written description of her work and popularity from her own era still exists. Recently, she has been (tentatively) identified as the author of a saint's life, The Life of Saint Audrey.",
    "Marilyn Monroe": "Marilyn Monroe (; born Norma Jeane Mortenson; June 1, 1926 – August 4, 1962) was an American actress, model, and singer. Long after her death, she has continued to be a major icon of pop culture. She played a significant role in the creation and management of her public image throughout her career, but she was disappointed when she was typecast and underpaid by the studio. She was briefly suspended in early 1954 for refusing a film project but returned to star in The Seven Year Itch (1955), one of the biggest box office successes of her career. Her marriages to retired baseball star Joe DiMaggio and to playwright Arthur Miller were highly publicized, and both ended in divorce.",
    "Marilyn Tremaine": "Marilyn Mantei Tremaine is an American computer scientist. She is currently a Research Professor at Rutgers University at Piscataway, New Jersey. Tremaine co-founded ACM SIGCHI and has served as SIGCHI's vice-president of communications, finance, and conference planning, as well as being president.",
    "Marine Le Pen": "Marion Anne Perrine \"Marine\" Le Pen (French: [maʁin lə pɛn]; born 5 August 1968) is a French politician and lawyer serving as President of the National Rally political party (previously named National Front) since 2011, with a brief interruption in 2017. She has been the member of the National Assembly for Pas-de-Calais's 11th constituency since 18 June 2017. Le Pen joined the FN in 1986 and was elected as a Regional Councillor (1998–present), a Member of European Parliament (2004–2017), and a municipal councillor in Hénin-Beaumont (2008–2011). In 2012, she placed third in the presidential election with 17.90% of the vote, behind François Hollande and Nicolas Sarkozy.",
    "Marion Cotillard": "Marion Cotillard (French: [maʁjɔ̃ kɔtijaʁ] (listen); born 30 September 1975) is a French actress, singer-songwriter, musician, and environmentalist. She was the face of Lady Dior handbag from 2008 to 2017. She made the transition into Hollywood in Tim Burton's Big Fish (2003), and subsequently appeared in A Very Long Engagement (2004), for which she won her first César Award.",
    "Marlene Dietrich": "Marie Magdalene \"Marlene\" Dietrich (, German: [maʁˈleːnə ˈdiːtʁɪç] (listen); 27 December 1901 – 6 May 1992) was a German-American actress and singer. Her performance as Lola-Lola in The Blue Angel (1930), brought her international acclaim and a contract with Paramount Pictures. Throughout World War II, she was a high-profile entertainer in the United States.",
    "Marta Hillers": "Marta Hillers (Krefeld May 26, 1911 –Basel June 16, 2001) was a German journalist, and the author of the memoir, Eine Frau in Berlin (A Woman in Berlin), published anonymously in 1959 and 2003 in German. A controversy broke out when a literary editor revealed the author as Hillers.",
    "Martha Burton Woodhead Williamson": "Martha Burton Woodhead Williamson (1843–1922) was an American malacologist and journalist. She was a founding member of the American Association of Conchologists and vice president of the Historical Society of Southern California, as well as the second president of the Southern California Press Club. In 1866 she married Civil War veteran Charles Wesley Williamson, and they had three daughters. She proposed 11 new names for mollusks, at least two of which are still valid: Crepidula naticarum and Crepidula norrisiarum.",
    "Martha Müller-Grählert": "Low German or Low Saxon (German: Plattdeutsch, pronounced [ˈplatdɔɪ̯t͡ʃ] (listen) or German: Platt, pronounced [plat] (listen)) is a West Germanic language variety spoken mainly in Northern Germany and the northeastern part of the Netherlands. This is because northwestern Germany and the northeastern Netherlands were the area of settlement of the Saxons (Old Saxony), while Low German spread to northeastern Germany through eastward migration of Low German speakers into areas with a Slavic-speaking population (Germania Slavica).",
    "Martina Hellmann": "Martina Helga Hellmann (née Opitz, born 12 December 1960) is a retired German track and field athlete who represented East Germany. Born in Leipzig, Saxony, Hellmann was sixteen years old when she began participating in the event. However, this throw was in an unofficial tournament in the East German training camp at Kienbaum set up to decide the final GDR place for the Olympic games in Seoul and was not eligible to be considered a world record. She later was the head of a sports group of the insurance company AOK and became a manager at a cabaret in Leipzig.",
    "Mary Landrieu": "Mary Loretta Landrieu ( LAN-drew; born November 23, 1955) is an American politician, entrepreneur, and former Senator for the state of Louisiana. She received her baccalaureate degree from Louisiana State University in Baton Rouge. In 2011, she became a cardinal (chair) of the Senate's Homeland Security Appropriations Subcommittee.",
    "Mary Peters Fieser": "Mary Peters Fieser (May 27, 1909 – March 22, 1997) was an American chemist best known for the many books she wrote with her husband Louis Fieser. She was born Mary Peters in 1909 in Atchison, Kansas. It was at Bryn Mawr that Mary Peters met her future husband, a professor of chemistry who became her mentor. In 1967 the Fiesers began to publish Reagents for Organic Synthesis and produced six volumes before Louis Fieser's death: Mary continued the project with collaborators. Mary Fieser never had a paid position at Harvard, although she received the title of Research Fellow of Chemistry about twenty-nine years after she began work there.",
    "Mary of Teck": "Mary of Teck (Victoria Mary Augusta Louise Olga Pauline Claudine Agnes; 26 May 1867 – 24 March 1953) was Queen consort of the United Kingdom and the British Dominions from the accession of her husband, King George V, in 1910 until his death in 1936. At the age of 24, she was betrothed to her second cousin once removed Prince Albert Victor, Duke of Clarence and Avondale, the eldest son of the Prince of Wales, but six weeks after the announcement of the engagement, he died unexpectedly during an influenza pandemic. She supported her second son, George VI, until his death in 1952.",
    "Mathilde Raven": "Juliana of Hesse-Darmstadt (14 April 1606 in Darmstadt – 15 January 1659 in Osterode am Harz) was the wife of Count Ulrich II of East Frisia and was regent for her minor son Enno Louis from 1648 to 1651. He was executed in Wittmund on 21 July 1651, after a show trial. Many East Frisians held that under Marenholz and his wife, the problems of the county had gotten out of hand and urged the young Count Enno Louis to return to his County. Emperor Ferdinand III declared Enno Louis to be an adult in 1651 and in May that year Enno Louis removed his mother from government.",
    "Maud Menten": "Maud Leonora Menten (March 20, 1879 – July 17, 1960) was a Canadian bio-medical and medical researcher who made significant contributions to enzyme kinetics and histochemistry. In 1912 she moved to Berlin where she worked with Leonor Michaelis and co-authored their paper in Biochemische Zeitschrift which showed that the rate of an enzyme-catalyzed reaction is proportional to the amount of the enzyme-substrate complex. Menten worked  at the University of Pittsburgh (1923–1950), becoming Assistant Professor and then Associate Professor in the School of Medicine and head of pathology at the Children's Hospital of Pittsburgh.",
    "Maxi Herber": "Maxi Herber (8 October 1920 – 20 October 2006) was a German figure skater who competed in pair skating and single skating. She skated for the Münchner EV (Munich EV) club. Soon afterwards she had an exhibition of her watercolor paintings there.",
    "Maya Angelou": "Maya Angelou ( (listen); born Marguerite Annie Johnson; April 4, 1928 – May 28, 2014) was an American poet, memoirist, and civil rights activist. She became a poet and writer after a string of odd jobs during her young adulthood. She was active in the Civil Rights Movement and worked with Martin Luther King Jr. and Malcolm X. Beginning in the 1990s, she made approximately 80 appearances a year on the lecture circuit, something she continued into her eighties. With the publication of I Know Why the Caged Bird Sings, Angelou publicly discussed aspects of her personal life.",
    "Mazie Hirono": "Mazie Keiko Hirono (; Japanese name: 広野 慶子, Hirono Keiko; born November 3, 1947) is a Japanese-born American politician serving since 2013 as the junior United States Senator from Hawaii. The Democratic nominee for governor of Hawaii in 2002, Hirono was defeated by Republican Linda Lingle. Although Brian Schatz joined the Senate a week before Hirono, following the death of Daniel Inouye, making him Hawaii's senior senator, Hirono's three terms in the U.S. House of Representatives make her the dean, or longest-serving member overall, of Hawaii's congressional delegation.",
    "Meg Whitman": "Margaret Cushing Whitman (born August 4, 1956) is an American business executive, political activist, and philanthropist. Whitman was a senior member of Mitt Romney's presidential campaigns in both 2008 and 2012 and ran for governor of California as a Republican in 2010, but supported Democrat Hillary Clinton in the 2016 presidential election, and will speak at the 2020 Democratic National Convention in support of 2020 Democratic nominee Joe Biden. In the 1990s, she was an executive for DreamWorks, Procter & Gamble, and Hasbro.",
    "Mena Grabowski Trott": "Mena Grabowski Trott (born Philomena Frances Grabowski on 16 September 1977, now Mena Grabowski Lazar) is a co-founder of Six Apart, creator of Movable Type and TypePad. Movable Type was originally developed by Mena Trott and Benjamin Trott during a period of unemployment in late 2001 for Mena's personal blogging use. That blog project appears to have come to an end as of December 2012.",
    "Merga Bien": "Merga Bien (late 1560–1603, in Fulda) was a German woman convicted of witchcraft and perhaps the most famous of the victims in the\nFulda witch trials in 1603–1605. On 19 June, Merga was arrested and put in jail. In jail, she was forced to confess to the murder of her second husband and her children with him and one member of the family of her husband's employers, and that she had taken part in a sabbath of Satan.",
    "Merikukka Forsius": "Merikukka Forsius (born August 12, 1972, in Helsinki) is a Finnish politician and former member of the Finnish Parliament, representing the centre-right National Coalition Party (Kokoomus). She has also been a member of the city council of Vihti from 1997 to 2003. Her second husband was Harry Harkimo, and he is the father of her first son, Dan.",
    "Meryl Streep": "Mary Louise \"Meryl\" Streep (born June 22, 1949) is an American actress. Nominated for a record 21 Academy Awards, she has won three. Streep won the Academy Award for Best Supporting Actress for playing a troubled wife in Kramer vs. Kramer (1979) and went on to establish herself as a film actress in the 1980s. She continued to gain critical and awards recognition for her work in the late 1980s and 1990s, but commercial success was varied, with the comedy Death Becomes Her (1992) and the drama The Bridges of Madison County (1995) becoming her biggest earners in that period.",
    "Meseret Defar": "Meseret Defar Tola (Amharic: መሰረት ደፋር; born 19 November 1983) is an Ethiopian long-distance runner who competes chiefly in the 3000 metres and 5000 metres events. Defar has been successful in the 5000 m at the Olympic Games, taking gold at the 2012 London Olympics, 2004 Athens Olympics and bronze at the 2008 Beijing Olympics. Defar took a break from competition in 2014 in order to start a family.",
    "Michelle Obama": "Michelle LaVaughn Robinson Obama (née Robinson; born January 17, 1964) is an American attorney and author who was the first lady of the United States from 2009 to 2017. She subsequently worked in non-profits and as the associate dean of Student Services at the University of Chicago as well as the vice president for Community and External Affairs of the University of Chicago Medical Center. She returned to speak for him at the 2012 Democratic National Convention.",
    "Michèle Alliot-Marie": "Michèle Yvette Marie-Thérèse Jeanne Honorine Alliot-Marie (French pronunciation: ​[miʃɛl aljomaˈʁi]; born 10 September 1946), known in France as MAM, is a French politician and Member of the European Parliament (MEP) from France. She resigned from government in 2011 due to her position during the Tunisian Revolution; one year later, in the 2012 French legislative elections, she lost her seat as Deputy (MP) for the 6th Constituency of Pyrénées-Atlantiques. Alliot-Marie is a law and political science scholar.",
    "Miranda Cosgrove": "Miranda Taylor Cosgrove (born May 14, 1993) is an American actress and singer. In 2016, she starred as Shea Moore on the short-lived NBC sitcom Crowded. In music, Cosgrove debuted with iCarly (2008), a soundtrack album for the series in which she performs four songs.",
    "Mireille Enos": "Marie Mireille Enos (; born September 22, 1975) is an American actress. Early in her career, Enos appeared variously as a guest star on such television shows as Sex and the City and The Education of Max Bickford among others. In 2019, she appeared in the Amazon/BBC co-production of Good Omens as Carmine \"Red\" Zuigiber, a war correspondent who is actually War, one of the Four Horsemen of the Apocalypse.",
    "Mo Hayder": "Mo Hayder (born 1962) is a British author of crime and thriller fiction. Her third novel, Tokyo, was published in May 2004 and was another Sunday Times bestseller. Birdman introduced readers to DI Jack Caffery, a character who also featured in Hayder's second novel, The Treatment. DI Caffery returned in Hayder's recent novels Ritual, Skin, Gone, and Wolf, which she calls the Walking Man series.",
    "Monika Hunnius": "Baron Raimund von zur-Mühlen (sometimes \"Raymond\", \"Raimund von Zur Mühlen\") (10 November 1854 in Uusna Manor (Neu-Tennasilm), Viljandi Parish (now in Viiratsi Parish), Viljandi County, Governorate of Livonia – 11 December 1931 in Wiston, near Steyning, England) was a celebrated tenor Lieder singer who also became a famous teacher of singing, instructing many famous artists. His Lieder-interpretations are legendary. After this he continued working on his capabilities as a singer, above all with Manuel Garcia, Beniamino Carelli and Pauline Viardot. His interpretation of Lieder and his specialist study of Lieder interpretation were of the utmost importance in the evolution of the Lieder genre itself. In 1907 he emigrated to England, with homes in London and Steyning.",
    "Mother Teresa": "Mother Mary Teresa Bojaxhiu (born Anjezë Gonxhe Bojaxhiu, Albanian: [aˈɲɛzə ˈɡɔndʒɛ bɔjaˈdʒiu]; 26 August 1910 – 5 September 1997), honoured in the Catholic Church as Saint Teresa of Calcutta, was an Albanian-Indian Roman Catholic nun and missionary. She was praised and criticized on various counts, such as for her views on abortion and contraception, and was criticized for poor conditions in her houses for the dying. On 6 September 2017, Teresa and St. Francis Xavier were named co-patrons of the Roman Catholic Archdiocese of Calcutta.",
    "Nancy Richey": "Nancy Richey (born August 23, 1942) is a former tennis player from the United States, who won two Grand Slam singles titles (1967 Australian Championships and 1968 French Open) and four Grand Slam women's doubles titles (1965 U.S. Championships and 1966 Australian, Wimbledon, and U.S. Championships).",
    "Natja Brunckhorst": "Natja Brunckhorst (born 26 September 1966) is a German actress, screenwriter, and director. After a short time in Paris she returned to Germany in 1987 to study at the Schauspielschule Bochum. In addition, she still appears in movies, such as her part in 2000 alongside  Franka Potente and Benno Fürmann in the movie The Princess and the Warrior.",
    "Oceana": "An ocean is a body of water that composes much of a planet's hydrosphere. The total volume is approximately 1.35 billion cubic kilometers (320 million cu mi) with an average depth of nearly 3,700 meters (12,100 ft).As the world ocean is the principal component of Earth's hydrosphere, it is integral to life, forms part of the carbon cycle, and influences climate and weather patterns. Extraterrestrial oceans may be composed of water or other elements and compounds. Ocean planets are a hypothetical type of planet with a surface completely covered with liquid.",
    "Olga Borodina": "Olga Vladimirovna Borodina (born 29 July 1963, in Leningrad) is a leading mezzo-soprano, known for her roles in Russian operas at her home company, the Mariinsky Theatre, and for her international performing and recording career in a varied repertoire. She was one of the winners of the 2007 Opera News Awards for distinguished achievement. I want my children to study in Russia, because they are Russian. She pulled out of a production of Carmen at La Scala because the recitatives were spoken instead of sung, and left rehearsals at the Royal Opera House for Aida, directed by Robert Wilson, because she found the conductor's (Antonio Pappano) \"approach too alien to the opera\".",
    "Oprah Winfrey": "Oprah Gail Winfrey (born  Orpah Gail Winfrey; January 29, 1954) is an American talk show host, actress, television producer, media executive, and philanthropist. Winfrey was then sent to live with the man she calls her father, Vernon Winfrey, a barber in Tennessee, and landed a job in radio while still in high school. Winfrey's often emotional, extemporaneous delivery eventually led to her transfer to the daytime talk show arena, and after boosting a third-rated local Chicago talk show to first place, she launched her own production company and became internationally syndicated. In 1994, she was inducted into the National Women's Hall of Fame.",
    "Otylia Jędrzejczak": "Otylia Jędrzejczak (Polish: [ɔˈtɨlja jɛndˈʐɛjtʂak] (listen); born 13 December 1983) is a Polish swimmer. Three times she broke the world record in the women's 200 m butterfly (once in the 25-metre pool). Led by coach Maria Jakóbik, she won her first titles in the Junior European Championships in 1999.",
    "Pamela Spence": "Pamela Aslı Spence (born February 23, 1973) is a Turkish pop-rock singer. She then starred in TV miniseries such as Lahmacun ve Pizza, and took part in Teoman's group of vocalists. In May 2006, she produced her third album, Cehennet.",
    "Patricia Selinger": "Patricia G. Selinger is an American computer scientist and IBM Fellow, best known for her work on relational database management systems. From 2014 through 2016, Dr. Selinger was the Chief Technology Officer at Paradata (Paradata.io) where she worked on challenging problems in data harmonization, curation, provenance, and entity resolution to provide transparency to the supply chain.",
    "Pauline Krone": "The krone (Danish pronunciation: [ˈkʰʁoːnə]; plural: kroner; sign: kr. ; Historically, krone coins have been minted in Denmark since the 17th century. Altogether there are eleven denominations of the krone, with the smallest being the 50 øre coin (one half of a krone).",
    "Petra Kvitová": "Petra  Kvitová (Czech pronunciation: [ˈpɛtra ˈkvɪtovaː]; born 8 March 1990) is a Czech professional tennis player. At the end of the season, she won the WTA Tour Championships, thus becoming the third player to win the tournament on debut, the others being Williams and Sharapova. That same year, she also won the Hopman Cup alongside Tomáš Berdych. In 2016, she won the WTA Elite Trophy in her first appearance at the tournament, thus becoming the first player ever to win both categories of year-end championships on debut.",
    "Petra Lammert": "Petra Lammert (born 3 March 1984 in Freudenstadt, Baden-Württemberg) is a former German shot putter and current bobsledder. She missed major competitions in 2008, but returned to win her first major title at the 2009 European Athletics Indoor Championships by throwing an indoor best of 19.66 m. She was the runner-up at the 2010 European Team Championships and finished behind Nadine Kleinert at the 2010 German Athletics Championships. In early 2011 she decided to turn her athletic prowess to bobsleigh and she quickly established herself as one of Germany's best female brakewomen.",
    "Petra Schneider": "Petra Schneider (born 11 January 1963 in Karl-Marx-Stadt, now Chemnitz) is a former medley and freestyle swimmer from East Germany in the 1970s and 1980s. Schneider came to prominence at the 1978 World Championships in Berlin, winning bronze in the 400 m individual medley behind arch-rival Tracy Caulkins of the United States with whom she shares the same birthday. Thereafter, she never lost to Caulkins again, repeatedly lowering Caulkins' world record in the event, three times in 1980 from 4:40.83 to 4:36.29 at the Moscow Olympics, which was boycotted by the United States.",
    "Philippine Welser": "Philippine Welser (1527 – 24 April 1580) was the morganatic wife of Ferdinand II, Archduke of Austria. She was the mother of Margrave Andrew of Burgau, who became a Cardinal, and Charles, Margrave of Burgau, who became a noted General.",
    "Princess Charlotte of Prussia": "Princess Charlotte of Prussia (Viktoria Elisabeth Auguste Charlotte; 24 July 1860 – 1 October 1919) was Duchess Consort of Saxe-Meiningen as the wife of Bernhard III, the duchy's last ruler. Known for spreading gossip and her eccentric personality, Princess Charlotte enjoyed Berlin society while frequently leaving her only child, Princess Feodora, in the care of family members. Charlotte died the following year of a heart attack in Baden-Baden. Most historians now believe she had porphyria, a genetic disease that afflicted other members of the British Royal Family.",
    "Queen Elizabeth The Queen Mother": "Elizabeth Angela Marguerite Bowes-Lyon (4 August 1900 – 30 March 2002) was the wife of King George VI, and the mother of Queen Elizabeth II and Princess Margaret, Countess of Snowdon. After the death of Queen Mary in 1953, Elizabeth was viewed as the matriarch of the British royal family. In her later years, she was a consistently popular member of the family, even when other members were suffering from low levels of public approval.",
    "Queen Victoria": "Victoria (Alexandrina Victoria; 24 May 1819 – 22 January 1901) was Queen of the United Kingdom of Great Britain and Ireland from 20 June 1837 until her death. Their children married into royal and noble families across the continent, earning Victoria the sobriquet \"the grandmother of Europe\" and spreading haemophilia in European royalty. As a result of her seclusion, republicanism in the United Kingdom temporarily gained strength, but in the latter half of her reign, her popularity recovered.",
    "Rachel Shalon": "Rachel Shalon (Hebrew: רחל שלון‎, born Rachel Znanmirowska) was the first woman engineer in Israel (and formerly in the British Mandate of Palestine) and a professor for structural engineering. Alongside her academic work she was a member of the Hagana organization and, upon the establishment of the State of Israel, served as an officer in the Israel Defense Forces with the rank of a Major. Together with her husband, engineer Uriel Shalon, she established a fund for construction of student dorms in the city.",
    "Ramabai Ranade": "P.3\n\nRamabai Ranade (25 January 1863 – 25 January 1924) was an Indian social worker and one of the first womens' rights activists in the 19th century. Ramabai, soon after her marriage, started to learn reading and writing with strong support and encouragement from Mahadev Govind Ranade.",
    "Ria Baran": "Ria Baran (2 November 1922 in Dortmund, Germany – 12 November 1986) was a German pair skater. Baran and Falk were never defeated in amateur competition. Between 1950 and 1952 Ria Baran was voted 3 times running as the female athlete of the year in Germany.",
    "Riitta Pitkänen": "The Academy of Finland (Finnish: Suomen Akatemia, Swedish: Finlands Akademi) is a governmental funding body for scientific research in Finland. Over 5000 researchers are working on projects supported by the academy. The Finnish title of Academician (akateemikko / akademiker) is an award given by the President of Finland to the most distinguished Finnish scientists, scholars and artists.",
    "Rosalind Franklin": "Rosalind Elsie Franklin (25 July 1920 – 16 April 1958) was an English chemist and X-ray crystallographer whose work was central to the understanding of the molecular structures of DNA (deoxyribonucleic acid), RNA (ribonucleic acid), viruses, coal, and graphite. Then she studied the Natural Sciences Tripos at Newnham College, Cambridge, from which she graduated in 1941. Earning a research fellowship, she joined the University of Cambridge physical chemistry laboratory under Ronald George Wreyford Norrish, who disappointed her for his lack of enthusiasm. She became a research associate at King's College London in 1951 and worked on X-ray diffraction studies, which would eventually facilitate the discovery of the double helix structure of DNA.",
    "Rujuta Diwekar": "Kareena Kapoor (pronounced [kəˈriːnaː kəˈpuːr]; born 21 September 1980) is an Indian actress who appears in Hindi films. Further praise came for her performances in the romantic comedy Jab We Met (2007), the thrillers Kurbaan (2009) and Talaash: The Answer Lies Within (2012), and the dramas We Are Family (2010), Heroine (2012) and Udta Punjab (2016).",
    "Ruth Bader Ginsburg": "Ruth Bader Ginsburg (; born Joan Ruth Bader, March 15, 1933) is an associate justice of the Supreme Court of the United States. Following O'Connor's retirement in 2006 and until Sotomayor joined the Court in 2009, she was the only female justice on the Supreme Court. Following law school, Ginsburg entered into academia. In 1980, President Jimmy Carter appointed her to the U.S. Court of Appeals for the District of Columbia Circuit, where she served until her appointment to the Supreme Court.",
    "Ruth Roman": "Ruth Roman (born Norma Roman; December 22, 1922 – September 9, 1999) was an American actress of film, stage, and television. After playing stage roles in the East Coast, Roman relocated to Hollywood to pursue a career in films. In the early 1950s, she was under contract to Warner Bros., where she starred in a variety of films, including the Alfred Hitchcock thriller Strangers on a Train (1951).",
    "Sabine Braun": "Sabine Braun (born June 19, 1965 in Essen, North Rhine-Westphalia) is a German former athlete in track and field. Her international sport career began in August 1983 with the European Junior Championships where she won second place. At the XXV Olympic Summer Games in Barcelona, Spain she won the bronze medal behind Jackie Joyner-Kersee from the United States who won the gold and Irina Belova from Russia who won the silver.",
    "Sally Kipyego": "Sally Jepkosgei Kipyego (born 19 December 1985) is a Kenyan-born American long- and middle-distance runner. She was the silver medallist in the 10,000 metres at the 2011 World Championships in Athletics and the silver medalist in the same race at the 2012 Summer Olympics in London.",
    "Sandra Day O'Connor": "Sandra Day O'Connor (born March 26, 1930) is an American attorney, politician, and jurist who served as an Associate Justice of the Supreme Court of the United States from 1981 until her retirement in 2006. She also wrote in part the per curiam majority opinion in Bush v. Gore, and was one of three co-authors of the lead opinion in Planned Parenthood v. Casey. During her time on the court, some publications ranked her among the most powerful women in the world.",
    "Sandra Kiriasis": "Sandra Kiriasis (born 4 January 1975 in Dresden as Sandra Prokoff) is a German retired bobsledder who has competed from 2000 to 2014. She also competed in the bobsleigh events at the 2006 Winter Olympics in Turin, where Kiriasis (married in late 2004) won gold in the two-woman event with teammate Anja Schneiderheinze.",
    "Sandra Perković": "Sandra Perković (born 21 June 1990) is a Croatian discus thrower. On 17 August 2016 at the 2016 Summer Olympics in Rio de Janeiro she successfully defended her Olympic title by winning a second consecutive gold medal in discus throwing, thereby equaling the record held by Evelin Jahl since the 1980 Summer Olympics.",
    "Sandy Mölling": "Sandy Mölling (born 27 April 1981) is a German singer-songwriter, actress and television personality. In 2015, she co-authored the children's book Pumpel, der Baumzwerg along with her mother.",
    "Sappho": "Sappho (; Greek: Σαπφώ Sapphō [sap.pʰɔ̌ː]; Aeolic Greek Ψάπφω Psápphō; c. 630 – c. 570 BC) was an Archaic Greek poet from the island of Lesbos. Sappho is known for her lyric poetry, written to be sung while accompanied by a lyre. Three epigrams attributed to Sappho are extant, but these are actually Hellenistic imitations of Sappho's style. She was exiled to Sicily around 600 BC, and may have continued to work until around 570.",
    "Sara Gomer": "Sara Louise Gomer (born 13 May 1964) is a former tennis player from Great Britain. She played in four editions of the Wightman Cup, playing five singles and four doubles matches, which were all losses, from 1986 to 1989.When Gomer lost in the first round of the 1985 U.S. Open, her opponent Mary Joe Fernández, aged 14 years and 8 days, became the youngest player to win a main draw match at any U.S. Open.",
    "Serena Williams": "Serena Jameka Williams (born September 26, 1981) is an American professional tennis player and former world No. 1 in singles on eight separate occasions between 2002 and 2017. Williams holds the most Grand Slam titles in singles, doubles, and mixed doubles combined among active players. She is also, together with her older sister Venus, the most recent player to have held all four Grand Slam women's doubles titles simultaneously (2009–10). In 2019, she was ranked 63rd in Forbes' World's Highest-Paid Athletes list.",
    "Sharon Stone": "Sharon Vonne Stone (born March 10, 1958) is an American actress, producer, and former fashion model. Her first speaking part was in Wes Craven's horror film Deadly Blessing (1981), and throughout the 1980s, Stone went on to appear in films such as Irreconcilable Differences (1984), King Solomon's Mines (1985), Cold Steel (1987), Action Jackson (1988), and Above the Law (1988). In 1995, she received a star on the Hollywood Walk of Fame, and in 2005, she was named Officer of the Order of Arts and Letters in France.",
    "Sheikh Hasina": "Sheikh Hasina (Bengali: শেখ হাসিনা; English: , SHAYK hə-SEE-nə; born 28 September 1947), also known by her married name Sheikh Hasina Wazed (Bengali: শেখ হাসিনা ওয়াজেদ),  is a Bangladeshi politician serving as the 10th Prime Minister of Bangladesh, having held the office since January 2009. In 2008, she returned as Prime Minister with a landslide victory. Hasina is a member of the Council of Women World Leaders, an international network of current and former female presidents and prime ministers.",
    "Sherry Turkle": "Sherry Turkle (born June 18, 1948) is the Abby Rockefeller Mauzé Professor of the Social Studies of Science and Technology at the Massachusetts Institute of Technology. ”In Life on the Screen, Turkle discusses how emerging technology, specifically computers, affect the way we think and see ourselves as humans. She also considers the problems that arise when using MUDs. Turkle discusses what she calls women's \"non-linear\" approach to the technology, calling it \"soft mastery\" and \"bricolage\" (as opposed to the \"hard mastery\" of linear, abstract thinking and computer programming). Turkle has begun to assess the adverse effects of rapidly advancing technology on human social behavior.",
    "Sieglinde Wagner": "Sieglinde Wagner (21 April 1921 – 31 December 2003) was an Austrian operatic contralto, who could also sing mezzo-soprano roles. In 1947, she made her debut at the Vienna State Opera. In 1950, Sieglinde Wagner sang as a contralto, as Orlovsky, a blase young nobleman in Die Fledermaus. She died in a Berlin hospital in 2003, at the age of 82.",
    "Sloane Stephens": "Sloane Stephens (born March 20, 1993) is an American professional tennis player. Stephens moved to Florida to train at a tennis academy, ultimately working with Nick Saviano for many years. 11 towards the end of that year, she later regressed and stayed steadily ranked outside the top 25 through the end of 2015. In 2018, Stephens continued her success by winning her first Premier Mandatory title at the Miami Open, reaching a second Grand Slam singles final at the French Open, entering the top 10 for the first time, and finishing runner-up at the WTA Finals.",
    "Sonia Sotomayor": "Sonia Maria Sotomayor (Spanish: [ˈsonja sotomaˈʝoɾ]; born June 25, 1954) is an Associate Justice of the Supreme Court of the United States. She worked as an assistant district attorney in New York for four and a half years before entering private practice in 1984. In 1997, she was nominated by President Bill Clinton to the U.S. Court of Appeals for the Second Circuit. During her tenure on the Supreme Court, Sotomayor has been identified with concern for the rights of defendants, calls for reform of the criminal justice system, and making impassioned dissents on issues of race, gender and ethnic identity, including Schuette v. BAMN, Utah v. Strieff, and Trump v. Hawaii.",
    "Sonja Lang": "Toki Pona is a philosophical, artistic, and constructed language known for its small vocabulary. However, it was not created to be an international auxiliary language. Inspired by Taoist philosophy, the language is designed to help users concentrate on basic things and to promote positive thinking, in accordance with the Sapir–Whorf hypothesis.",
    "Sophia of Hanover": "Sophia of the Palatinate (14 October 1630 – 8 June 1714) was the Electress of Hanover by marriage to Elector Ernest Augustus, and later the heir presumptive to the thrones of England (later Great Britain) and Ireland under the Act of Settlement 1701. She died less than two months before she would have become queen. Initially a landless cadet, Ernest Augustus succeeded in having the House of Hanover raised to electoral dignity in 1692.",
    "Steffi Graf": "Stefanie Maria \"Steffi\" Graf (German pronunciation: [ˈʃtɛfiː ˈɡʁaːf]; born 14 June 1969) is a German former professional tennis player. 1 for a record 377 weeks and won 22 Grand Slam singles titles, which ranks second since the introduction of the Open Era in 1968 and third all-time behind Margaret Court (24) and Serena Williams (23). She won six French Open singles titles (second to Evert), seven Wimbledon singles titles, four Australian Open titles, and five U.S. Open singles titles. She reached a total of 31 major singles finals.",
    "Susan Collins": "Susan Margaret Collins (born December 7, 1952) is an American politician serving as the senior United States Senator for Maine. Born in Caribou, Maine, Collins is a graduate of St. Lawrence University. She was reelected in 2002, 2008, and 2014. She is the most senior Republican woman in the Senate, the dean of Maine's congressional delegation, and the only New England Republican in the 116th Congress.",
    "Susi Nicoletti": "Susi Nicoletti (3 September 1918 – 5 June 2005) was a Bavarian-born actress best remembered today for over 100 supporting roles mostly in comedy films. In 1940 she moved to Vienna, where she became a member of the Burgtheater.",
    "Taimhotep": "Taimhotep (t3ỉ-ˁỉỉ-m-ḥtp, in Greek: ταιμουθης, Taimuthis; December 17, 73 BCE – February 15, 42 BCE) was an ancient Egyptian woman known from two stelae made during the reign of Cleopatra VII. One of these, a limestone stela from 43 or 42 BCE was found in Memphis or Sakkara and is today in the British Museum (BM 147), the other is a Demotic version of its text; its fragments are also in the British Museum (BM 377).Stela BM 147 has a depiction of Taimhotep worshipping Sokar-Osiris, Apis, Isis, Nephtys, Horus, Anubis and a symbol of the West. The text on the stela is 21 lines long and tells of Taimhotep's life.",
    "Tanja Poutiainen": "Tanja Tuulia Poutiainen (born 6 April 1980) is a retired World Cup alpine ski racer from Finland. Born in Rovaniemi, Lapland, Poutiainen started skiing at the age of three. The 2009 season saw Poutianen take another World Cup discipline title, in giant slalom, as well as bronzes in slalom and giant slalom at the World Championships in Val d'Isère.",
    "Tarja Halonen": "Tarja Kaarina Halonen ([tɑrjɑ kɑːrinɑ hɑlonen] (listen); born 24 December 1943) is a Finnish politician who served as the 11th President of Finland, and the first woman to hold the position, from 2000 to 2012. Halonen was an extremely popular president, with her approval ratings reaching a peak of 88 percent in December 2003. Widely known for her interest in human rights issues, Halonen served as the chairperson of the Finnish LGBT rights organization Seta in the 1980s, and she actively participated in the discussion of issues such as women's rights and the problems of globalization during her presidency.",
    "Tatjana Patitz": "Tatjana Patitz (born 25 May 1966) is a German model and actress who achieved international prominence in the 1980s and 1990s representing fashion designers on runways and in magazines such as Elle, Harper's Bazaar, and Vogue. Like Garbo or the Mona Lisa, the inexplicable gifts of line and luminescence defy definition.\" Patitz's work bridged the eras of the exhibitionist 1980s and the minimalist 1990s in an enduring way, as Barker concluded, \"The most lasting images of her are when she was really looking like herself.",
    "Taylor Swift": "Taylor Alison Swift (born December 13, 1989) is an American singer-songwriter. Born in West Reading, Pennsylvania, Swift relocated to Nashville, Tennessee in 2004 to pursue a career in country music. Its third single, \"Our Song\", made her the youngest person to single-handedly write and perform a number-one song on the Billboard Country Airplay chart. Swift fully transitioned to pop music on her next studio album, 1989 (2014), which made her the first solo female artist to win the Grammy Award for Album of the Year twice.",
    "Tina Fey": "Elizabeth Stamatina \"Tina\" Fey (; born May 18, 1970) is an American actress, comedian, writer, producer, and playwright. In 2004, she co-starred in and wrote the screenplay for Mean Girls, which was adapted from the 2002 self-help book Queen Bees and Wannabes. In 2010, Fey was awarded the Mark Twain Prize for American Humor, becoming the youngest-ever recipient of the award.",
    "Tina Maze": "Tina Maze (Slovene: [ˈtiːna ˈmaːzɛ]; born 2 May 1983) is a retired Slovenian World Cup alpine ski racer. She was also the world champion in giant slalom in 2011 and super-G in 2013.",
    "Traute Lafrenz": "Traute Lafrenz (born May 3, 1919) is a German-American physician and anthroposophist, who was a member of the White Rose anti-Nazi group during World War II.She was born in Hamburg. Together with Heinz Kucharski, Lafrenz studied under Erna Stahl at the Lichtwark-Gymnasium, a liberal arts school in Hamburg. In May 1941 Lafrenz moved to Munich to study there, where she got to know Hans Scholl and Christoph Probst. In 2019 she received the Order of Merit of the Federal Republic of Germany.",
    "Troian Bellisario": "Troian Avery Bellisario (; born October 28, 1985) is an American actress. In 2010, she received praise for her leading performance in the film Consent for which she won the Vision Fest Award for Best Acting by a Female Lead and the FirstGlance Philadelphia Award for Best Actress. In 2017, she made her directorial debut with the fifteenth episode from the seventh season of Pretty Little Liars, \"In the Eye Abides the Heart\", and has since gone on to direct episodes of Famous in Love (2018) and Good Trouble (2019–present).",
    "Ursula Franklin": "Ursula Martius Franklin  (16 September 1921 – 22 July 2016) was a German-Canadian metallurgist, research physicist, author, and educator who taught at the University of Toronto for more than 40 years. Franklin received numerous honours and awards, including the Governor General's Award in Commemoration of the Persons Case for promoting the equality of girls and women in Canada and the Pearson Medal of Peace for her work in advancing human rights. In 2012, she was inducted into the Canadian Science and Engineering Hall of Fame. For her, technology was much more than machines, gadgets or electronic transmitters.",
    "Ursula Kurz": "Sebastian Kurz (German pronunciation: [zeˈbastˌi̯a:n ˈkʊrt͡s]; born 27 August 1986) has been chancellor of Austria since January 2020, a position he previously held from December 2017 to May 2019. In 2010, Kurz successfully ran for the Viennese State Diet and thereby obtained his first governmental post. After the 2013 legislative election, Kurz became foreign minister of Austria and remained the country's top diplomat until December 2017. Following the Ibiza affair and the end of the ÖVP–FPÖ majority coalition, Kurz was dismissed by the National Council through a motion of no confidence passed by the SPÖ, FPÖ and Jetzt in May 2019.",
    "Ursula von der Leyen": "Ursula Gertrud von der Leyen (German pronunciation: [ˈʊʁzula fɔn deːɐ̯ ˈlaɪən] (listen); née Albrecht; born 8 October 1958) is a German politician and the president of the European Commission since 1 December 2019. She served in the federal government of Germany from 2005 to 2019 as the longest-serving member of Angela Merkel's cabinet. She was brought up bilingually in German and French. As an economics student at the London School of Economics in the late 1970s, she lived under the name Rose Ladson, the family name of her American great-grandmother from Charleston, South Carolina.",
    "Uschi Disl": "Ursula \"Uschi\" Disl (born 15 November 1970 in Bad Tölz, West Germany) is a German former biathlete. Dubbed \"Turbo-Disl\" by the German media, she lay second in the Biathlon World Cup table at the beginning of the Olympics behind fellow country-woman Kati Wilhelm, and finished fifth in the overall standings for the 2004/05 season. This includes three wins at the Holmenkollen ski festival biathlon competition with one in 1995 (sprint) and two in 1996 (sprint, pursuit).",
    "Valerie Adams": "Dame Valerie Kasanita Adams  (formerly Vili; born 6 October 1984) is a New Zealand shot putter. Adams won silver medals at the 2016 Summer Olympics, 2005 World Championships in Athletics, and the Commonwealth Games in 2002 and 2018. At national level, she has won fifteen shot put titles at the New Zealand Athletics Championships between 2001 and 2018, as well as having a hammer throw national title in 2003.",
    "Valerie Solanas": "Valerie Jean Solanas (April 9, 1936 – April 25, 1988) was an American radical feminist and author best known for writing the SCUM Manifesto, which she self-published in 1967, and attempting to murder Andy Warhol in 1968. She was sent to live with her grandparents but ran away after being physically abused by her alcoholic grandfather. After graduating with a degree in psychology from the University of Maryland, College Park, Solanas relocated to Berkeley, California, where she began writing her most notable work, the SCUM Manifesto, which urged women to \"overthrow the government, eliminate the money system, institute complete automation and eliminate the male sex. In 1967, Solanas began self-publishing the SCUM Manifesto. She was charged with attempted murder, assault, and illegal possession of a gun.",
    "Verena Sailer": "Verena Sailer (born 16 October 1985 in Illertissen) is a retired German sprinter, who specialised in the 100 metres. At the 2012 Summer Olympics, she competed in the individual 100 m as well as the 4 × 100 m. Although she did not reach the individual final, the German team (Sailer, Leena Günther, Anne Cibis and Tatjana Pinto) did, finishing in 5th place.",
    "Viviane Hagner": "She was born in Munich, Germany in 1977 (but grew up in Berlin), to a German father and Korean mother. In May 2010 her recording of Vieuxtemps' 4th and 5th violin concerti, as well as his Fantasia Appassionata, was released by Hyperion, and features Martyn Brabbins and the Royal Flemish Philharmonic. She won the Young Concert Artists International Auditions in 2000 and a Borletti Buitoni Trust Award in 2004.",
    "Waltraut Haas": "Waltraut Haas (born 9 June 1927) is an Austrian actress and singer. She achieved fame and recognition already through her first movie, the cult classic Der Hofrat Geiger (1947), in which she played Mariandl, the illegitimate daughter of a woman who runs an inn in the picturesque Wachau valley. Since then, she has also appeared on television.",
    "Wilma Rudolph": "Wilma Glodean Rudolph (June 23, 1940 – November 12, 1994) was an American sprinter born in Saint Bethlehem, Tennessee, who became a world-record-holding Olympic champion and international sports icon in track and field following her successes in the 1956 and 1960 Olympic Games. As an Olympic champion in the early 1960s, Rudolph was among the most highly visible black women in America and abroad. In 1962 Rudolph retired from competition at the peak of her athletic career as the world record-holder in the 100- and 200-meter individual events and the 4 × 100-meter relays.",
    "Wu Zetian": "Wu Zetian (17 February 624 – 16 December 705), alternatively named Wu Zhao, Wu Hou, and during the later Tang dynasty as Tian Hou, was the empress regnant of the Zhou dynasty (周) of China, ruling from 690 to 705. Empress  Wu was granted certain honors and privileges which were not enjoyed by any Chinese empresses before or after. After Gaozong's death, Empress Wu as Empress dowager and regent conquered power independently and uniquely, and seven years later, she seized the throne in the Zhou dynasty, becoming the only female emperor in Chinese history. Besides her career as a political leader, Wu Zetian also had an active family life.",
    "Yelena Isinbayeva": "Yelena Gadzhievna Isinbayeva (Russian: Елена Гаджиевна Исинбаева, IPA: [jɪˈlʲɛnə gɐˈdʐɨjɪvnə ɪsʲɪnˈbajɪvə]; born 3 June 1982) is a Russian former pole vaulter. She is a two-time Olympic gold medalist (2004 and 2008), a three-time World Champion (2005, 2007 and 2013), the current world record holder in the event, and is widely considered the greatest female pole-vaulter of all time. She became the first woman to clear the five-metre barrier in 2005.",
    "Yingluck Shinawatra": "Yingluck Shinawatra (Thai: ยิ่งลักษณ์ ชินวัตร, RTGS: Yinglak Chinnawat, pronounced [jîŋ.lák t͡ɕʰīn.nā.wát], Chinese: 丘英樂, Serbian: Јинглак Шинаватра, romanized: Jinglak Šinavatra; born 21 June 1967), nicknamed Pou (Thai: ปู, RTGS: Pu, pronounced [pūː], meaning \"crab\"), is a Thai businesswoman, politician and a member of the Pheu Thai Party who became the Prime Minister of Thailand following the 2011 election. Born in Chiang Mai Province into a wealthy family of Hakka Chinese descent, Yingluck Shinawatra earned a bachelor's degree from Chiang Mai University and a master's degree from Kentucky State University, both in public administration. Thaksin served as Prime Minister from 2001 until 2006 when he was overthrown by a military coup. She was tried in 2016 but did not appear in court in August 2017 for the verdict.",
    "Zinaida Gippius": "Zinaida Nikolayevna Gippius (Hippius) (Russian: Зинаи́да Никола́евна Ги́ппиус, IPA: [zʲɪnɐˈidə nʲɪkɐˈlajɪvnə ˈɡʲipʲɪus] (listen); 20 November [O.S. 8 November] 1869 – 9 September 1945) was a Russian poet, playwright, novelist, editor and religious thinker, one of the major figures in Russian symbolism. The story of her marriage to Dmitry Merezhkovsky, which lasted 52 years, is described in her unfinished book Dmitry Merezhkovsky (Paris, 1951; Moscow, 1991). The death of Merezhkovsky in 1941 was a major blow to Gippius, who died a few years later in 1945.",
    "Émilie du Châtelet": "Gabrielle Émilie Le Tonnelier de Breteuil, Marquise du Châtelet (French pronunciation: [emili dy ʃɑtlɛ] (listen); 17 December 1706  – 10 September 1749) was a French natural philosopher and mathematician during the early 1730s until her untimely death due to childbirth complications in 1749. Posthumously, her ideas were heavily represented in the most famous text of the French Enlightenment, the Encyclopédie of Denis Diderot and Jean le Rond d'Alembert, first published shortly after du Châtelet's death. In the early 21st century, her life and ideas have generated renewed interest."
}