{
  "Skændsels-talen": "Skændsels-talen (engelsk: The Infamy Speech) blev holdt den 8. december 1941, af den amerikanske præsident Franklin D. Roosevelt, dagen efter det japanske angreb på Pearl Harbor på Hawaii.\nI løbet af en time efter talen havde USA's Kongres vedtaget en formel krigserklæring mod Japan og officielt bragt USA ind i 2. Verdenskrig. Talen er en af de mest berømte amerikanske politiske taler i det 20. århundrede.",
  "Tear down this wall": "Tear down this wall er et meget berømt citat, sagt af daværende amerikanske præsident Ronald Reagan i en tale ved Berlinmuren 12. juni 1987. Det var en direkte opfordring til Mikhail Gorbatjov (Sovjetunionens leder), om at rive Berlinmuren ned, og dermed sikre større frihed i Sovjetblokken, der lå bag jerntæppet.",
  "Schuman-erklæringen": "Schuman-erklæringen eller Schuman-planen var et forslag, som udenrigsministeren i Frankrig Robert Schuman præsenterede den 9. maj 1950. Den viste, hvordan kul- og stålindustrien i Frankrig gennem fælles kontrol kunne samarbejde med de tilsvarende industrier i Vesttyskland . Fordi kul- og stålindustrien er krigsindustriens base, skulle den fælles kontrol sikre den fremtidige fred i Europa. Organisationen skulle være åben for andre stater. Hans forslag blev gennemført i 1951, hvor Belgien, Frankrig, Nederlandene, Luxembourg, Italien og Vesttyskland underskrev EKSF-traktaten.\nDen 23. juli 1952 trådte EKSF-traktaten i kraft, og Det Europæiske Kul- og Stålfællesskab var dermed en realitet.\nSchuman-erklæringen er startskuddet til EU, og den får opmærksomhed hvert år d. 9. maj på Europadagen.",
  "Sportpalasttalen": "Sportpalasttalen eller Den totale krig-talen var en tale, som den tyske propagandaminister Joseph Goebbels holdt i Berliner Sportpalast til at stort, men nøje udvalgt publikum den 18. februar 1943, da 2. verdenskrig var begyndt at gå dårligt for Nazityskland.",
  "Gettysburg-talen": "Gettysburg-talen er den mest berømte af den amerikanske præsident Abraham Lincolns taler og en af de mest citerede i Amerika. Den blev holdt ved indvielsen af soldaterkirkegården i Gettysburg i Pennsylvania om eftermiddagen den 19. november 1863 under Den Amerikanske Borgerkrig fire og en halv måned efter Slaget ved Gettysburg, som betegnes som krigens vendepunkt. \nLincolns omhyggeligt udformede bemærkninger, som slet ikke var dagens hovedtale, blev efterhånden anerkendt som en af de største taler i Amerikas historie. På lige over to minutter omtalte Lincoln principperne om lighed mellem mennesker – som beskrevet i Uafhængighedserklæringen – og omdefinerede borgerkrigen fra blot at handle om at bevare Unionen til også at være en frihedens genfødsel, som ville bringe sand lighed til alle borgere, uanset hvilken stat de boede i og en regering af folket, ved folket og for folket – eller om man vil: frihed, lighed og demokrati. \nMed begyndelsen ”For fire snese og syv år siden” refererede Lincoln til den amerikanske uafhængighedserklæring og beskrev ceremonien i Gettysburg som en anledning til ikke bare at indvie kirkegården, men også til at indvie de levende i kampen for at sikre en fortsat regering af folket, ved folket og for folket. \nSelvom talen har en fremtrædende plads i historien, er der nogen uenighed om, hvad Lincoln rent faktisk sagde. Der findes fem manuskripter til talen, og de afviger fra hinanden på en række punkter, ligesom der også er afvigelser i avisernes gengivelser af talen.",
  "Grito de Dolores": "Grito de Dolores var Miguel Hidalgos opfordring til gøre Mexico uafhængig.  Talen blev holdt den 16. september 1810 i byen Dolores, tæt på Guanajuato.  Titlen på talen er på spansk et ordspil, da \"Grito de Dolores\" kan betyde både \"Råbet fra (byen) Dolores\" og \"Et råb af smerte\", der udtrykker den smerte, som det spanske styre pådrog Mexico.\nHidalgo ringede med kirkeklokken for at samle sin menighed, hvorefter han opfordrede til at Mexico blev gjort uafhængig, at alle spaniere i Mexico blev sendt i eksil eller arresteret, og endte med at udbryde \"Mexicanos, viva México!\" (\"Mexicanere, længe leve Mexico!\").\nMexicos uafhængighed blev anerkendt af den spanske vicekonge i 1821.  Siden da har Mexicos præsident hvert år kl. 23.00 om aftenen den 15. september, haft tradition for at ringe med Hidalgos klokke (nu i Nationalpaladset på Zócalo'en i Mexico City) samt gentaget Hidalgos ord.",
  "Ich bin ein Berliner": "\"Ich bin ein Berliner\" er en vending, der stammer fra den amerikanske præsident John F. Kennedy.\nUnder en europarejse kom han 26. juni 1963 til Berlin, hvor han blev modtaget af overborgmester Willy Brandt. På rådhuset i Vestberlin (Rathaus Schöneberg) holdt han en tale til en enorm menneskemængde, der var forsamlet på Rudolph Wilde Platz.\nI talen indgik sætningen: Ich bin ein Berliner 2 gange:\n\nTwo thousand years ago the proudest boast was \"civis Romanus sum.\" Today, in the world of freedom, the proudest boast is \"Ich bin ein Berliner\"\nFor to tusind år siden var det stolteste, et menneske kunne sige: \"civis Romanus sum\" (jeg er romersk borger). I dag, i frihedens verden, er det stolteste ord: Jeg er en berliner.All free men, wherever they may live, are citizens of Berlin, and, therefore, as a free man, I take pride in the words Ich bin ein Berliner\nAlle frie mennesker er borgere i Berlin, hvor de end lever, og som fri mand siger jeg derfor med stolthed disse ord: Jeg er en berliner.",
  "Posen-talen": "Posen-talen er en tre timer lang tale, som lederen af SS Reichsführer-SS Heinrich Himmler den 4. oktober 1943 holdt i Posen ved en konference for forsamlede SS-Gruppenführer. Talen, som havde titlen Rede zu den SS Führern (\"Tale til SS førerne\"), fremlagde Himmlers synspunkter på udryddelsen af jøder og andre, såsom slavere, som blev anset for fjender af Det tredje Rige.",
  "Pro Caelio": "Pro Caelio er en af de mest berømte overlevende taler, som den romerske taler/foredragsholder Cicero holdt i 56 f.Kr.. Talen var forsvaret for Marcus Caelius Rufus, der var anklaget for en række forhold, bl.a. tilskyndelse til oprør, tyveri, mord på en diplomat, forgiftning af Clodia.\nCaelius var elsker til den notoriske Clodia, søster til Publius Clodius Pulcher, Ciceros fjende, som også var anklageren. Cicero karakteriserede anklagepunkterne mod Caelius som hævn fra skør kvinde, og fik udført et effektivt karaktermord på Clodia.\n\nEn roman, Pro Caelio af Stephen Ciraolo, er baseret på baggrunden af historien af den originale Pro Caelio.",
  "I Have a Dream": "For alternative betydninger, se I Have a Dream (flertydig). (Se også artikler, som begynder med I Have a Dream)\n\"I Have a dream\" (direkte oversættelse: Jeg har en drøm) er den populære betegnelse for den tale, Martin Luther King holdt i 1963 i Washington D.C. i forbindelse med den store borgerrettighedsmarch \"March on Washington for Jobs and Freedom.\" Talen, hvor King udlagde sine drømme og visioner om en fremtid i USA hvor alle, uanset race, kan leve sammen i harmoni som ligeværdige borgere, blev holdt foran mere end 200.000 tilhørere og regnes for at være en af de mest betydningsfulde taler nogensinde. En gruppe forskere har på baggrund af analyser af den effekt og virkning udvalgte taler har haft på det amerikanske samfund, udnævnt \"I Have a Dream\" som det 20. århundredes vigtigste amerikanske tale.Talen, der blev holdt ved Lincoln Memorial d. 28. august 1963, anses ofte for at være et retorisk skoleeksempel. Den griber tilbage til en tradition for afro-amerikansk retorik og bærer præg af Martin Luther Kings erfaringer som præst i baptistkirken. I 2003 blev der lagt en mindesten på det sted, Martin Luther King stod, da han holdt sin tale i 1963, og i 2011 indviedes mindesmærket Martin Luther King Memorial på National Mall, Washington, D.C."
}