{
  "Against_the_Sophists": "Against the Sophists is among the few Isocratic speeches that have survived from Ancient Greece. This polemical text was Isocrates' attempt to define his educational doctrine and to separate himself from the multitudes of other teachers of rhetoric. Isocrates was a sophist, an identity which carried the same level of negative connotation as it does now. Many of the sophistic educators were characterized as deceitful because they were more concerned with making a profit from teaching persuasive trickery than of producing quality orators that would promote Athenian democracy. Isocrates was more concerned with the latter of these objectives and sought to separate himself from these less reputable sophistic teachers. After opening his school around 393 or 392 BC, Isocrates wrote Against the Sophists to clearly distinguish his teaching methods from the commonly held view of sophistic education.",
  "Popular_consultation": "Popular consultations or popular suffrages in constitutional law and history are public deliberation by the people making decisions as electoral body and as legislator, taken in the exercise of  a form of political participation.\nWhen  the people are deciding in a direct manner over what is submitted for a popular consultation, both the bodies of the State and the citizens are exercising a form of direct democracy.\nIn such way popular consultations taken place as parenthesis of representative democracy, only in countries where the constitutional law recognize popular sovereignty.\nThere are different types of popular political consultations according to what is established in the political constitution of every country.",
  "Gazimestan_speech": "The Gazimestan speech was given on 28 June 1989 by Slobodan Milošević, then president of Serbia, at the Gazimestan monument on the Kosovo field. It was the centrepiece of a day-long event to mark the 600th anniversary of the Battle of Kosovo, which was fought at the site in 1389. \nThe speech was delivered to a huge crowd, and came against a backdrop of intense ethnic tension between ethnic Serbs and Albanians in Kosovo and increasing political tensions between Serbia and the other constituent republics of the then Socialist Federal Republic of Yugoslavia caused by the anti-bureaucratic revolution.\nThe speech has since become famous for Milošević's reference to the possibility of \"armed battles\", in the future of Serbia's national development. Many commentators have described this as presaging the collapse of Yugoslavia and the bloodshed of the Yugoslav Wars. Milošević later claimed that he had been misrepresented.",
  "Pro_Roscio_Amerino": "Pro Roscio Amerino is a defence speech given by Marcus Tullius Cicero on behalf of Sextus Roscius, a Roman citizen from the municipality of Ameria accused of murdering his father. Delivered in 80 BC, it was Cicero's first major public case. It is also his second-earliest surviving speech (after the pro Quinctio).",
  "Schuman_Declaration": "The Schuman Declaration is a statement made by French foreign minister Robert Schuman on 9 May 1950. It proposed to place French and West German production of coal and steel under one common High Authority. This organization would be open to participation of other Western European countries. This cooperation was to be designed in such a way as to create common interests between European countries which would lead to gradual political integration, a condition for the pacification of relations between them: \"Europe will not be made all at once, or according to a single plan. It will be built through concrete achievements which first create a de facto solidarity. The coming together of the nations of Europe requires the elimination of the age-old opposition of France and [West] Germany\".\nSchuman's speech did not fall on deaf ears, as West German Chancellor Konrad Adenauer responded swiftly with a positive reply as did the governments of the Netherlands, Belgium, Italy, and Luxembourg. Within one year, on 18 April 1951, the six founding members signed the Treaty of Paris. It created the European Coal and Steel Community - Europe's first supranational Community. This organization paved the way for the European Economic Community and subsequently the European Union, which is still run by the innovative type of European institutions conceived in 1950. However, Schuman's efforts did not stop there. He became a great proponent of further integration through an ultimately unsuccessfully implemented European Defence Community and in 1958 he became the first President of the predecessor to the current European Parliament. When he left office in the early 1960s, the Parliament bestowed on him the title of 'Father of Europe'. Because of the significance of his 'Schuman Declaration' on 9 May 1950, this day has been designated as 'Europe Day'. And, in honour of his pioneering work towards a united Europe, the district housing the headquarters of several European Union institutions in Brussels is named after him.",
  "Against_Spudias": "Against Spudias (Ancient Greek: Πρὸς Σπουδίαν ὑπὲρ Προικός) was an oration composed by Demosthenes which concerned the division of the estate of Polyeuctes.  It is the forty-first in the corpus of Demosthenic speeches which have been preserved.  Modern commentators have sometimes considered that this was one of Demosthenes' earlier speeches, based on its simplicity and similarity to the speeches he made on his own inheritance.The speech is particularly interesting to scholars because it shows that the actions of women differed significantly from historians' usual views of Athenian expectations surrounding women's behaviour.  It also contains the only example in classical Athenian oratory of the father of the bride initiating a divorce.The matter at issue in the case is a series of financial transactions between Polyeuctes and his wife, Spudias and his wife, and the plaintiff and his wife.  Spudias and the plaintiff were the sons-in-law of Polyeuctes, and on his death they both brought suits against one another over the handling of the estate.John Miles argues that the case put forward by the plaintiff in Against Spudias was weak, and he probably lost the case.",
  "The_American_Scholar": "For the publication of Phi Beta Kappa, see The American Scholar (magazine).\n\"The American Scholar\" was a speech given by Ralph Waldo Emerson on August 31, 1837, to the Phi Beta Kappa Society of Harvard College at the First Parish in Cambridge in Cambridge, Massachusetts. He was invited to speak in recognition of his groundbreaking work Nature, published a year earlier, in which he established a new way for America's fledgling society to regard the world. Sixty years after declaring independence, American culture was still heavily influenced by Europe, and Emerson, for possibly the first time in the country's history, provided a visionary philosophical framework for escaping \"from under its iron lids\" and building a new, distinctly American cultural identity.",
  "On_further_improving_party_ideological_work": "On Further Improving Party Ideological Work was the March 8, 1981 concluding speech by Kim Jong-il at the National Meeting of Party Propagandists in North Korea.",
  "Against_Eratosthenes": "Against Eratosthenes is a speech by Lysias, one of the ten Attic orators. In the speech, Lysias accuses Eratosthenes, a member of the Thirty Tyrants who ruled Athens following the Peloponnesian War, of the murder of his brother, Polemarchus (around 403 BCE).",
  "Tear_down_this_wall!": "\"Tear down this wall\", also known as the Berlin Wall Speech, was a speech delivered by United States President Ronald Reagan in West Berlin on June 12, 1987. Reagan called for the General Secretary of the Communist Party of the Soviet Union, Mikhail Gorbachev, to open the Berlin Wall, which had separated West and East Berlin since 1961. The name is derived from a key line in the middle of the speech: \"Mr. Gorbachev, tear down this wall!\"\nThough it received relatively little media coverage at the time, it became widely known in 1989 after the fall of the Berlin Wall.",
  "De_nostri_temporis_studiorum_ratione": "De nostri temporis studiorum ratione is an oration by Gianbattista Vico first published in 1708.  The work's title is usually rendered in English as \"On the Study Method of Our Times.\" Alternatively, scholars refer to the work as the De Ratione. Given the fact that it refers back to the Jesuit ratio studiorum, Vico's title may be most literally rendered as \"The Method of the Studies of our Times.\" \nIn his De Ratione, Vico sets out to compare classical/ancient learning (viz. the political-philosophical thought of pre-Christian Greece and Rome) and modernists (esp. modern jurisprudence, or modern readings of jus/right), drawing the reader's attention to what the two can learn from each other.",
  "30_January_1939_Reichstag_speech": "During a speech at the Reichstag on 30 January 1939, Adolf Hitler predicted \"the annihilation of the Jewish race in Europe\" in the event of another world war. These words, which were similar to comments that Hitler had previously made to foreign politicians in private meetings, came towards the end of a long speech that dealt with several topics. They were made in the context of Nazi attempts to increase Jewish emigration from Nazi Germany, before the outbreak of World War II. \nAllusions to Hitler's prophecy by Nazi leaders and in Nazi propaganda were common from 30 January 1941, when Hitler mentioned it again in a speech. The prophecy took on new meaning with the invasion of the Soviet Union in June 1941 and the German declaration of war against the United States that December, accelerating the systematic mass murder of Jews and leading to the globalization of World War II. In late 1941, Nazi propagandist Joseph Goebbels stated that the prophecy was being fulfilled while justifying the mass deportation of Jews from Germany. On 30 September 1942, Hitler referenced the prophecy in another speech, which was adapted into a November issue of Parole der Woche titled \"They Will Stop Laughing!!!\" Hitler continued to invoke the prophecy as the war went against Germany, even alluding to it in his last will and testament. The prophecy became a leitmotif of the Final Solution as it was frequently used by Nazi leaders when alluding to their systematic murder of Jews, and is the best-known phrase from Hitler's speeches.\nThe historical significance of the prophecy is debated between the schools of functionalism and intentionalism: intentionalists view it as proof of Hitler's previously developed master plan to systematically murder the European Jews, while functionalists argue that \"annihilation\" was not meant or understood to mean mass murder, at least initially. The prophecy is cited by historians as an example of Nazi belief in an international Jewish conspiracy and Jewish responsibility for World War II. Despite its vagueness—the prophecy does not explain how the \"annihilation\" will come about—it is also cited as evidence that Germans were aware that Jews were being exterminated. The prophecy has been compared to other instances of incitement to genocide.\n\n",
  "Divinatio_in_Caecilium": "Cicero's Divinatio in Caecilium is his oration against Quintus Caecilius in the process for selecting a prosecutor of Gaius Verres (70 BC). Cicero asserts that he, rather than Q. Caecilius, will make the better prosecutor of Verres, the Roman magistrate notorious for his misgovernment of Sicily. It is the only surviving text of a rhetorical genre, the divinatio, that has survived.The advocate for Verres, against whom the chosen orator must bend his rhetorical skills, was Quintus Hortensius Hortalus, the ally of the optimates and principal orator of the day.",
  "In_Toga_Candida": "In Toga Candida is a speech given by Cicero during his election campaign in 64 BC for the consulship of 63 BC. The speech was directed at his competitors, Catilina and Antonius, who were also running for consulship for the same year. The speech no longer survives, though a commentary on it written by Asconius does survive.The speech is called Oratio in Toga Candida since candidates wore specially whitened (Latin candida) togas. Cicero used his election campaign speech to denounce his rivals and hint at secret powers behind Catiline. The tactics were successful and he secured the consulship.",
  "Mitt_Romney's_March_3_speech": "On March 3, 2016, U.S. Republican politician Mitt Romney delivered a major speech for the Hinckley Institute of Politics at the Libby Gardner Hall in the University of Utah. In that speech, he denounced Donald Trump, who was then the front-runner in the 2016 Republican Party presidential primaries. He urged citizens to use tactical voting in the remaining primaries and caucuses to maximize the chance of denying Trump a delegate majority.\nRomney's speech represented an unprecedented attack by a major U.S. party's most recent presidential nominee against the party's current front-runner for the nomination. Trump dismissed the comments, criticizing Romney for his losses in the 2008 and 2012 presidential elections and for \"working with the establishment.\" Two months after the speech, Trump secured the Republican Party's presidential nomination and subsequently won the general election and became the President of the United States.\n\n",
  "The_Strenuous_Life": "\"The Strenuous Life\" is the name of a speech given by New York Governor Theodore Roosevelt in Chicago, Illinois, on April 10, 1899. Based upon his personal experiences, he argued that strenuous effort and overcoming hardship were ideals to be embraced by Americans for the betterment of the nation and the world in the 20th century.",
  "To_my_peoples": "To my peoples! (German An Meine Völker!, Hungarian Népeimhez!, Czech Mým národům!, Slovenian Mojim narodom!, Italian Ai miei popoli!) was a manifesto signed by Franz Joseph I, Emperor of Austria-Hungary in Bad Ischl on July 28, 1914. The text announced the declaration of war on Serbia, starting World War I.\n\n\"To my people\" was a typical headline of war manifestoes; it was used in the declaration of war on Prussia in 1866 and in the announcement of the Italian entry into World War I (against Austria-Hungary) in 1915. Because Austria-Hungary was a multi-ethnic empire, 'people' was made plural.\nAfter the assassination of Archduke Franz Ferdinand of Austria, heir to the Austro-Hungarian throne, and his wife Sophie in Sarajevo on June 28, 1914, diplomatic relations between Austria-Hungary and Serbia became strained. After weeks of discussions, government and army leaders of the Empire decided to risk war with Serbia, hoping for a short and victorious campaign. \nEmperor Franz Joseph signed the declaration of war in his Imperial Villa in Bad Ischl on July 28. The document was distributed all over the empire and was widely published on the morning of the next day. At this time, several European countries had already started to mobilize their armies. \nThe text presents the aggressiveness of Serbia as the reason for the war, claiming that the Empire had tried all the ways to avoid the conflict. The document was signed by Franz Joseph and Karl von Stürgkh, minister-president of Austria. The belief of some that a peaceful solution could be still reached was quickly dashed - all political parties, including the Social Democrats, expressed their support for the war.\nOn July 29, Belgrade was bombed for the first time. On July 31, Austria-Hungary announced a general mobilization and, on August 12, the invasion of Serbia started. Other European powers entered World War I in early August.",
  "Funeral_Oration": "A funeral oration or epitaphios logos (Greek: ἐπιτάφιος λόγος) is a formal speech delivered on the ceremonial occasion of a funeral. Funerary customs comprise the practices used by a culture to remember the dead, from the funeral itself, to various monuments, prayers, and rituals undertaken in their honour. In ancient Greece and, in particular, in  ancient Athens, the funeral oration was deemed an indispensable component of the funeral ritual.\nThe epitaphios logos is regarded as an almost exclusive Athenian creation, although some early elements of such speeches exist in the epos of Homer and in the lyric poems of Pindar. Pericles' Funeral Oration is the earlier extant of the genre. The Athenians are those who set the standard and, therefore, Demosthenes praises them, saying that \"you alone of all mankind publicly pronounce over your dead funeral orations, in which you extol the deeds of the brave\".",
  "Congolese_Independence_Speech": "The Speech at the Ceremony of the Proclamation of the Congo's Independence was a short political speech given by Patrice Lumumba on 30 June 1960 at the ceremonies marking the independence of the Republic of Congo (the modern-day Democratic Republic of the Congo) from Belgium. It is best known for its outspoken criticism of colonialism.\nLumumba, the first Congolese Prime Minister, gave the address during the official independence commemorations at the Palais de la Nation in Léopoldville (modern-day Kinshasa). The ceremony was intended to mark the harmonious end of Belgian rule and was attended by both Congolese and Belgian dignitaries, including King Baudouin. Lumumba's speech, which was itself unscheduled, was in large part a response to Baudouin's speech which argued that the end of colonial rule in the Congo had been depicted as the culmination of the Belgian \"civilising mission\" begun by Leopold II in the Congo Free State. Lumumba's speech, broadcast live on the radio across the world, denounced colonialism and was interpreted as an affront to Belgium and Baudouin personally. While it was well-received within the Congo, it was widely condemned internationally as unnecessarily confrontational and for showing ingratitude at a time when Belgium had granted independence to the state. The speech nearly provoked a diplomatic incident between the Congo and Belgium, and Lumumba later gave further speeches attempting to adopt a more conciliatory tone.\nThe speech itself has since been praised for its use of political rhetoric, and is considered a landmark moment in the independence of the Congo. It has also been cited as a contributory factor to the subsequent Congo Crisis and in Lumumba's murder in 1961. Since its delivery, the speech has been widely reprinted and has been depicted in paintings and film.",
  "Pro_Cluentio": "Pro Cluentio is a speech by the Roman orator Cicero given in defense of a man named Aulus Cluentius Habitus Minor.\nCluentius, from Larinum in Samnium, was accused in 69 BC by his mother Sassia of having poisoned his stepfather, Statius Abbius Oppianicus. Cluentius had prosecuted Oppianicus successfully in 74 BC for attempting to poison him, securing Oppianicus' exile. Both sides in the lawsuit were accused of bribing the jurors during the trial to secure conviction of one another, but only Oppianicus' bribe was revealed at the time. Oppianicus died in disgrace three years later, leaving his widow Sassia to plot revenge against her son. Cicero divides his action in two parts: in the first one, he defends Cluentius' reputation. He shows that Oppianicus' crimes were so enormous, that Cluentius had no need of corrupting the judges; actually, he ridicules Oppianicus because he was cheated by a mediator in bribes. The second part deals with the alleged poisoning, and is very brief, since Cicero considers the accusation as ludicrous.",
  "On_the_Liberty_of_the_Rhodians": "On the Liberty of the Rhodians (Ancient Greek: Ὑπὲρ τῆς Ροδίων ἐλευθερίας) is one of the first political orations of the prominent Athenian statesman and orator Demosthenes. It was delivered in 351 BC, probably after the First Philippic, and constitutes one of the initial political interventions of Demosthenes. In 357 BC, Rhodes left the Athenian alliance and fought against Athens in Byzantium and Chios. Nonetheless, the island was conquered after a few years by Mausolus of Halicarnassus, who sent away the members of the democratic faction and imposed his own oligarchic government. The democrats of Rhodes asked Athens' assistance and spoke to Demosthenes, who was already famous for his rhetorical charisma. In On the Liberty of the Rhodians, the orator opposed once again Eubulus' principle for no intervention in the internal affairs of the other Greek cities. Thereby, he maintained that Athens should support the democratic faction of the Rhodians. Nonetheless, it seems that the orator did not manage to convince his countrymen, who refused to send any troops to Rhodes.",
  "Wind_of_Change": "\"Wind of Change\" is a power ballad by the West German rock band Scorpions, recorded for their eleventh studio album, Crazy World (1990). The song was composed and written by the band's lead singer Klaus Meine and produced by Keith Olsen and the band. The lyrics were composed by Meine following the band's visit to the USSR at the height of perestroika, when the enmity between the communist and capitalist blocs subsided concurrently with the promulgation of large-scale socioeconomic reforms in the USSR.\n\"Wind of Change\" was released as the album's third single in January 1991 and became a worldwide hit, just after the failed coup that would eventually lead to the collapse of the Soviet Union. The song topped the charts in Germany and across Europe while peaking at number four in the United States on August 31, 1991, and at number two in the United Kingdom. It later appeared on the band's 1995 live album Live Bites, their 2000 album with the Berlin Philharmonic Orchestra, Moment of Glory, and on their 2001 unplugged album Acoustica. The band also recorded a Russian-language version of the song, under the title \"Ветер перемен\" (\"Veter Peremen\") and a Spanish version called \"Vientos de Cambio\".\nWith estimated sales of 14 million copies sold worldwide, \"Wind of Change\" is one of the best-selling singles of all time. It holds the record for the best-selling single by a German artist. The band presented a gold record and $70,000 of royalties from the single to Mikhail Gorbachev in 1991.",
  "2012_State_of_the_Union_Address": "The 2012 State of the Union Address was given by the 44th President of the United States, Barack Obama, on Tuesday, January 24, 2012, at 9 p.m. EST, in the chamber of the United States House of Representatives to the 112th United States Congress. It was Obama's third State of the Union Address and his fourth speech to a joint session of the United States Congress. Presiding over this joint session was the House Speaker, John Boehner, accompanied by Joe Biden, the Vice President of the United States. \nIn his speech, he focused on education reform, repairing America's infrastructure with money not used on the Iraq War, and creating new energy sources in America.",
  "Against_Neaera": "Against Neaera was a prosecution speech delivered by Apollodoros of Acharnae against the freedwoman Neaera.  It was preserved as part of the Demosthenic corpus, though it is widely considered to be pseudo-Demosthenic, possibly written by Apollodoros himself.  The speech was part of the prosecution of Neaera, a hetaera who was accused of unlawfully marrying an Athenian citizen.  Though the speech claims that the case was brought for personal reasons, the date of the prosecution has led scholars to believe that it was in fact politically motivated.  In common with most legal cases from ancient Athens, the outcome is unknown.\nThe speech is important to modern scholars as the best extant biography of a woman from the classical period of ancient Greece, the most extensive surviving source on prostitution in ancient Greece, and the source of Athenian laws on adultery and citizenship which do not otherwise survive.  However, it only began to receive significant attention from scholars in the 1990s, as before that period the focus of the speech on prostitution was considered to be inappropriate.",
  "7th_March_Speech_of_Bangabandhu": "The 7 March Speech of Bangabandhu was a speech given by Sheikh Mujibur Rahman, the founding father of   Bangladesh on 7 March 1971 at the Ramna Race Course in Dhaka to a gathering of over two million people. It was delivered during a period of escalating tensions between East Pakistan and the powerful political and military establishment of West Pakistan, this was filmed by actor. In the speech, Rahman proclaimed: \"This time the struggle is for our freedom. This time the struggle is for our independence.\" He announced a civil disobedience movement in the province, calling for \"every house to turn into a fortress\". The speech inspired the Bengali people to prepare for a war of independence amid widespread reports of armed mobilisation by West Pakistan. The Bangladesh Liberation War began 18 days later, when the Pakistan Army launched Operation Searchlight against Bengali civilians, intelligentsia, students, politicians, and armed personnel. On 30 October 2017, UNESCO added the speech in the Memory of the World Register as a documentary heritage.\n\n",
  "The_Last_Days_of_John_Brown": "The Last Days of John Brown is an essay by Henry David Thoreau, written in 1860, that praised the executed abolitionist militia leader John Brown.",
  "Tenterfield_Oration": "The Tenterfield Oration was a speech given by Sir Henry Parkes, Premier of the Colony of New South Wales at the Tenterfield School of Arts in Tenterfield, in rural New South Wales, Australia, on 24 October 1889. In the Oration, Parkes called for the Federation of the six Australian colonies, which were at the time self-governing but under the distant central authority of the British Colonial Secretary. The speech is considered to be the start of the federation process in Australia, which led to the foundation of the Commonwealth of Australia 12 years later.",
  "Stalin's_alleged_speech_of_19_August_1939": "A secret speech was allegedly given by Joseph Stalin, on 19 August 1939, to members of the Politburo, wherein he justified the Soviet strategy to promote military conflict in Europe, which would be beneficial for the future territorial expansion of the Communist system. The strategy included Soviet-Nazi collaboration and the Molotov–Ribbentrop Pact. \nThe historicity of the speech is still the subject of academic debate. Plausible textual evidence of this speech found in various reputable archives has been academically studied and published, however no formal first-hand evidence of a Politburo meeting held on 19 August 1939 or the delivery of the quoted speech has yet been proven. The Russian version of the speech can be found at the Center for Historic Documents of the former Special Archives of the USSR. Speeches given in secret were common at the time, the Politburo being a closed and secretive body.",
  "Valdai_speech_of_Vladimir_Putin": "The Valdai speech of Vladimir Putin is a press-coined name for the speech that the Russian President Vladimir Putin delivered at the Valdai International Discussion Club XI session on 24 October 2014, in Sochi City.\nThe overall meeting's theme was \"The World Order: New Rules or a Game without Rules?\"  The controversial speech focused on modern global politics. Many analysts considered it a follow-up to Putin's 2007 Munich speech, where he began to outline his views on world order.\nThe initial 40-minute speech was followed by a lengthy press-conference, where Putin answered questions, and made additional remarks that attracted heavy media attention.",
  "On_the_occasion_of_the_50th_anniversary_of_the_war's_end": "The Murayama Statement (村山談話, Murayama Danwa) is a political statement released by former Prime Minister of Japan Tomiichi Murayama on August 15, 1995, officially titled \"On the Occasion of the 50th Anniversary of the War's End\" (戦後50周年の終戦記念日にあたっての村山内閣総理大臣談話, Sengo 50 Shūnen no Shūsen Kinenbi Niatatte no Murayama Naikaku-sōri-daijin Danwa). It synthesized the position of the Japanese government on historical recognition and reconciliation with Asia and other nations subjected to Japanese colonialism, primarily involving China and the Republic of Korea. It recognizes the judgements of war tribunals prescribed in Article 11 of the San Francisco Peace Treaty. In this way, the Murayama Statement played a significant role in both the reconciliation of war issues as well as the shift in both domestic and international perception of Japan.",
  "Regensburg_lecture": "The Regensburg lecture or Regensburg address was delivered on 12 September 2006 by Pope Benedict XVI at the University of Regensburg in Germany, where he had once served as a professor of theology. It was entitled \"Faith, Reason and the University – Memories and Reflections\" (German: Glaube, Vernunft und Universität – Erinnerungen und Reflexionen). The lecture is considered to be among the most important papal statements on world affairs since John Paul II's 1995 address to the United Nations, and sparked international reactions and controversy.\nIn his lecture, the Pope, speaking in German, quoted a passage about Islam made at the end of the 14th century by Byzantine (Eastern Roman) emperor Manuel II Palaiologos. As the English translation of the Pope's lecture was disseminated across the world, the quotation was taken out of context and many Islamic politicians and religious leaders protested against what they saw as an insulting mischaracterization of Islam.Mass street protests were mounted in many Islamic countries. The Majlis-e-Shoora (Pakistani parliament) unanimously called on the Pope to retract \"this objectionable statement\". The Pope maintained that the comment he had quoted did not reflect his own views. His statement has been included as a footnote in the official text of the lecture available at Vatican website:\n\n In the Muslim world, this quotation has unfortunately been taken as an expression of my personal position, thus arousing understandable indignation. I hope that the reader of my text can see immediately that this sentence does not express my personal view of the Qur’an, for which I have the respect due to the holy book of a great religion. In quoting the text of the Emperor Manuel II, I intended solely to draw out the essential relationship between faith and reason. On this point I am in agreement with Manuel II, but without endorsing his polemic. \nThe controversial comment originally appeared in the seventh of the 26 Dialogues Held with a Certain Persian, the Worthy Mouterizes, in Anakara of Galatia, written in 1391 as an expression of the views of Emperor Manuel II, one of the last Christian rulers before the Fall of Constantinople to the Ottoman Empire in 1453, on such issues as forced conversion, holy war, and the relationship between faith and reason. The passage, in the English translation published by the Vatican, was:\n\nShow me just what Muhammad brought that was new and there you will find things only evil and inhuman, such as his command to spread by the sword the faith he preached.\nThe Pope had consulted a critical edition of this dialogue in the original Greek and with French translation.",
  "Bread_of_Life_Discourse": "The Bread of Life Discourse is a portion of the teaching of Jesus which appears in the Gospel of John 6:22-59 and was delivered in the synagogue at Capernaum.The title \"Bread of Life\" (Ancient Greek: ἄρτος τῆς ζωῆς, artos tēs zōēs) given to Jesus is based on this Biblical passage which is set in the Gospel of John shortly after the feeding the multitude episode (in which Jesus feeds a crowd of 5000 people with five loaves of bread and two fish), after which He walks on the water to the western side of Sea of Galilee and the crowd follow by boat in search of Him.",
  "Philippic": "A philippic (/fɪˈlɪpɪk/) is a fiery, damning speech, or tirade, delivered to condemn a particular political actor. The term is most famously associated with two noted orators of the ancient world: Cicero of ancient Rome and Demosthenes of ancient Athens. The term itself is derived from Demosthenes' speeches in 351 BC denouncing the imperialist ambitions of Philip of Macedon, which later came to be known as The Philippics.",
  "Third_Philippic": "The Third Philippic was delivered by the prominent Athenian statesman and orator, Demosthenes, in 341 BC. It constitutes the third of the four philippics.",
  "Act_of_Free_Choice": "The Act of Free Choice (Indonesian: Penentuan Pendapat Rakyat, PEPERA, Determination of the People's Opinion), often disparagingly referred to as the \"Act of No Choice\", was an election held in August 2, 1969 in which 1,025 men and women selected by the Indonesian military in Western New Guinea voted unanimously in favor of Indonesian control.The event was recognized by the United Nations in General Assembly resolution 2504 (XXIV) without determining whether it complied with the authorizing New York Agreement, and without determining whether it was an act of \"self-determination\" as referred to and described in United Nations General Assembly resolutions 1514 and 1541 (XV) respectively.",
  "On_the_Chersonese": "The Gallipoli peninsula (; Turkish: Gelibolu Yarımadası; Greek: Χερσόνησος της Καλλίπολης, Chersónisos tis Kallípolis) is located in the southern part of East Thrace, the European part of Turkey, with the Aegean Sea to the west and the Dardanelles strait to the east.\nGallipoli is the Italian form of the Greek name \"Καλλίπολις\" (Kallípolis), meaning \"Beautiful City\", the original name of the modern town of Gelibolu. In antiquity, the peninsula was known as the Thracian Chersonese (Greek: Θρακική Χερσόνησος, Thrakiké Chersónesos; Latin: Chersonesus Thracica).\nThe peninsula runs in a south-westerly direction into the Aegean Sea, between the Dardanelles (formerly known as the Hellespont), and the Gulf of Saros (formerly the bay of Melas). In antiquity, it was protected by the Long Wall, a defensive structure built across the narrowest part of the peninsula near the ancient city of Agora. The isthmus traversed by the wall was only 36 stadia in breadth (about 6.5 km), but the length of the peninsula from this wall to its southern extremity, Cape Mastusia, was 420 stadia (about 77.5 km).",
  "For_the_Megalopolitans": "For the Megalopolitans (Ancient Greek: Ὑπὲρ τῶν Μεγαλοπολιτῶν) was one of the first political orations of the prominent Athenian statesman and orator Demosthenes. According to Dionysius of Hallicarnassus, it was delivered in 353/2 BC.In 353/2 BC, Sparta endeavored to reestablish its preeminence in the Peloponnese and to undo Epaminondas' achievements. Because of Thebes' war with the Phocians, Spartans thought that they could easily overturn Arcadia's independence. Therefore, they sent troops to Megalopolis, which asked for Athens' support and military assistance. Sparta tried also to gain Athens' alliance, promising to help the Athenians to seize Oropos. The Ecclesia convened in order to take the final decision and Demosthenes was among those who expressed their opinion. \nIn For the Megalopolitans, Demosthenes argues for the Athenians to give the Megalopolis the support it requested against Spartan aggression.  He argues that it is in the Athenian interest to prevent Sparta from conquering Megalopolis, as this would bring them closer to regaining control over the Peloponnese.  Proposing such a policy, he bluntly opposed Eubulus's faction, which was against any military excursion. Demosthenes, on the other hand, sought for the restoration of Athens' glory and, for this purpose, he believed that his city should participate in military conflicts around Greece, recreating strong alliances and reinstating itself as an hegemony.  Demosthenes' arguments did not convince the Assembly, and his advice was rejected.  Sparta went on to attack Megalopolis, which was supported by its allies including other Peloponnesian states as well as Thebes.",
  "A_Time_for_Choosing": "\"A Time for Choosing\", also known as \"The Speech\", was a speech presented during the 1964 U.S. presidential election campaign by future president Ronald Reagan on behalf of Republican candidate Barry Goldwater. The speech launched Reagan into national prominence.",
  "The_Birds_of_Heaven": "The Birds of Heaven (also referred to as The Flowers of the Field or The Lilies of the Field) is a discourse given by Jesus as recorded in the Gospels of Matthew and Luke in the New Testament. The discourse makes several references to the natural world: ravens (in Luke), lilies and moths are all mentioned.\nFrom Matthew 6:25–33 (King James Version \"KJV\"):\n\n6:25 Therefore I say unto you, Take no thought for your life, what ye shall eat, or what ye shall drink; nor yet for your body, what ye shall put on. Is not the life more than meat, and the body than raiment? 6:26 Behold the fowls of the air: for they sow not, neither do they\n reap, nor gather into barns; yet your heavenly Father feedeth them.\n Are ye not much better than they?\n 6:27 Which of you by taking thought can add one cubit unto his\n stature?\n 6:28 And why take ye thought for raiment? Consider the lilies of\n the field, how they grow; they toil not, neither do they spin:\n 6:29 And yet I say unto you, That even Solomon in all his glory\n was not arrayed like one of these.\n 6:30 Wherefore, if God so clothe the grass of the field, which to\n day is, and to morrow is cast into the oven, shall he not much\n more clothe you, O ye of little faith?\n 6:31 Therefore take no thought, saying, What shall we eat? or,\n What shall we drink? or, Wherewithal shall we be clothed?\n 6:32 (For after all these things do the Gentiles seek:) for your\n heavenly Father knoweth that ye have need of all these things.\n 6:33 But seek ye first the kingdom of God, and his righteousness;\n\n and all these things shall be added unto you.\n\nFrom Luke 12:22–32 (KJV):\n\n12:22 And he said unto his disciples, Therefore I say unto you, Take no thought for your life, what ye shall eat; neither for the body, what ye shall put on. 12:23 The life is more than meat, and the body is more than raiment.\n 12:24 Consider the ravens: for they neither sow nor reap; which\n neither have storehouse nor barn; and God feedeth them: how much\n more are ye better than the fowls?\n 12:25 And which of you with taking thought can add to his stature\n one cubit?\n 12:26 If ye then be not able to do that thing which is least, why\n take ye thought for the rest?\n 12:27 Consider the lilies how they grow: they toil not, they spin\n not; and yet I say unto you, that Solomon in all his glory was not\n arrayed like one of these.\n 12:28 If then God so clothe the grass, which is to day in the field,\n and to morrow is cast into the oven; how much more will he clothe\n you, O ye of little faith?\n 12:29 And seek not ye what ye shall eat, or what ye shall drink,\n neither be ye of doubtful mind.\n 12:30 For all these things do the nations of the world seek after:\n and your Father knoweth that ye have need of these things. \n 12:31 But rather seek ye the kingdom of God; and all these things\n shall be added unto you.\n 12:32 Fear not, little flock; for it is your Father's good pleasure\n\n to give you the kingdom.\nThe New King James Version incorporates Luke 12:33-34 within the same section:\n\nSell what you have and give alms; provide yourselves money bags which do not grow old, a treasure in the heavens that does not fail, where no thief approaches nor moth destroys. For where your treasure is, there your heart will be also.",
  "Posen_speeches": "The Posen speeches were two speeches made by Heinrich Himmler, the head of the SS of Nazi Germany, on 4 and 6 October 1943 in the town hall of Posen (Poznań), in German-occupied Poland. The recordings are the first known documents in which a member of the Hitler Cabinet spoke of the ongoing extermination of the Jews in extermination camps. They demonstrate that the German government wanted, planned and carried out the Holocaust.",
  "Lincoln's_House_Divided_Speech": "The House Divided Speech was an address given by Abraham Lincoln, later President of the United States, on June 16, 1858, at what was then the Illinois State Capitol in Springfield, after he had accepted the Illinois Republican Party's nomination as that state's US senator. The nomination of Lincoln was the final item of business at the convention, which then broke for dinner, meeting again at 8 PM. \"The evening session was mainly devoted to speeches\", but the only speaker was Lincoln, whose address closed the convention, save for resolutions of thanks to the city of Springfield and others. His address was immediately published in full by newspapers, as a pamphlet, and in the published Proceedings of the convention. It was the launching point of his unsuccessful campaign for the Senatorial seat held by Stephen A. Douglas; the campaign would climax with the Lincoln–Douglas debates. When Lincoln collected and published his debates with Douglas as part of his 1860 Presidential campaign, he prefixed them with relevant prior speeches. The \"House Divided\" speech opens the volume.Lincoln's remarks in Springfield depict the danger of slavery-based disunion, and it rallied Republicans across the North. Along with the Gettysburg Address and his Second Inaugural Address, the speech became one of the best-known of his career. It begins with the following words, which became the best-known passage of the speech:\n\"A house divided against itself, cannot stand.\"\nI believe this government cannot endure permanently half slave and half free.\nI do not expect the Union to be dissolved — I do not expect the house to fall — but I do expect it will cease to be divided.\nIt will become all one thing or all the other.\n\nEither the opponents of slavery will arrest the further spread of it, and place it where the public mind shall rest in the belief that it is in the course of ultimate extinction; or its advocates will push it forward, till it shall become lawful in all the States, old as well as new — North as well as South.\nLincoln's goals were to differentiate himself from Douglas — the incumbent — and to voice a prophecy publicly. Douglas had long advocated popular sovereignty, under which the settlers in each new territory would decide their own status as a slave or free state; he had repeatedly asserted that the proper application of popular sovereignty would prevent slavery-induced conflict and would allow Northern and Southern states to resume their peaceful coexistence. Lincoln, however, responded that the Dred Scott decision had closed the door on Douglas's preferred option, leaving the Union with only two remaining outcomes: the country would inevitably become either all slave or all free. Now that the North and the South had come to hold distinct opinions in the question of slavery, and now the issue had come to permeate every other political question, the Union would soon no longer be able to function.",
  "St_Crispin's_Day_Speech": "The St Crispin's Day speech is a part of William Shakespeare's history play Henry V, Act IV Scene iii 18–67. On the eve of the Battle of Agincourt, which fell on Saint Crispin's Day, Henry V urges his men, who were vastly outnumbered by the French, to recall how the English had previously inflicted great defeats upon the French. The speech has been famously portrayed by Laurence Olivier to raise British spirits during the Second World War, and by Kenneth Branagh in the 1989 film Henry V, and it made famous the phrase \"band of brothers\". The play was written around 1600, and several later writers have used parts of it in their own texts.",
  "2015_Hong_Kong_electoral_reform_voting": "The 2005 Hong Kong electoral reform was carried out in late 2005 for the selection of the Chief Executive of Hong Kong (CE) in 2007 and Legislative Council of Hong Kong (LegCo) in 2008. The reform proposals were ultimately voted down by the pro-democracy camp.",
  "Tryst_with_Destiny": "\"Tryst with Destiny\" was a speech delivered by  Jawaharlal Nehru, the first Prime Minister of independent India, to the Indian Constituent Assembly in The Parliament, on the eve of India's Independence, towards midnight on 14 August 1947. It spoke on the aspects that transcend India's history. It is considered to be one of the greatest speeches of the 20th century and to be a landmark oration that captures the essence of the triumphant culmination of the Indian independence struggle against the British Empire in India.",
  "Against_Timarchus": "Against Timarchus (Greek: Κατὰ Τιμάρχου) was a speech by Aeschines accusing Timarchus of being unfit to involve himself in public life. The case was brought about in 346/5, in response to Timarchus, along with Demosthenes, bringing a suit against Aeschines, accusing him of misconduct as an ambassador to Philip II of Macedon.  The speech provides evidence of a number of actions which, according to Aeschines, would cause a citizen to lose the right of addressing the Assembly.  Aeschines accuses Timarchus of two of these forbidden acts: prostituting himself, and wasting his inheritance. Along with the accusations of prostitution and squandering his inheritance for which Timarchus was on trial, the speech contains charges of \"bribery, sycophancy, the buying of office, embezzlment, and perjury\".Modern scholars have criticised the lack of evidence that Aeschines put forward in Against Timarchus, for instance by pointing out that he has no evidence that any of Timarchus' lovers ever paid him. Indeed, Hubbard observes that he does not even manage to produce a single witness who will testify that Timarchus had any sexual relationship with the men in question at all, though in his speeches Aeschines says that Timarchus' affairs were well known to the jury. Aeschines won the case and Timarchus was punished by disenfranchisement.",
  "Fourth_Philippic": "A philippic (/fɪˈlɪpɪk/) is a fiery, damning speech, or tirade, delivered to condemn a particular political actor. The term is most famously associated with two noted orators of the ancient world: Cicero of ancient Rome and Demosthenes of ancient Athens. The term itself is derived from Demosthenes' speeches in 351 BC denouncing the imperialist ambitions of Philip of Macedon, which later came to be known as The Philippics.",
  "First_Philippic": "The First Philippic was delivered by the Athenian statesman and orator Demosthenes between 351 BC-350 BC. It constitutes the first speech of the prominent politician against Philip II of Macedon.",
  "Cornerstone_Speech": "The Cornerstone Speech, also known as the Cornerstone Address, was an oration given by Confederate Vice President Alexander H. Stephens at the Athenaeum in Savannah, Georgia, on March 21, 1861, delivered extemporaneously a few weeks before the Civil War  began with the Confederate attack on Fort Sumter. Stephens's speech defended slavery as a fundamental and just result of the inferiority of the black race, explained the fundamental differences between the constitutions of the Confederacy and that of the United States, enumerated contrasts between U.S. and Confederate ideologies, and laid out the Confederacy's rationale for seceding from the U.S. In particular, he stated that \"Our new government['s] foundations are laid, its cornerstone rests, upon the great truth that the negro is not equal to the white man.\"",
  "June_9_Deng_Speech": "On June 9, 1989, Chinese leader Deng Xiaoping delivered what was officially termed his \"Speech Made While Receiving Cadres of the Martial Law Units in the Capitol  [sic] at and Above the Army Level\". It was his only public speech on the Tiananmen Square protests of 1989, following the army's intervention and use of force on the student-led protests on June 4. Portions of the speech aired on the CCTV program Xinwen Lianbo on that same evening. The speech was delivered to a group of People's Liberation Army generals in Beijing. It set the defiant tone for the Chinese leadership that the army's use of force was fully justified, demonstrated that Deng was still firmly in charge of China, quelled rumours of impending civil war, and signaled that China's economic reforms would continue as planned.",
  "Checkers_speech": "The Checkers speech or Fund speech was an address made on September 23, 1952, by California Senator Richard Nixon, the Republican candidate for Vice President of the United States. Nixon had been accused of improprieties relating to a fund established by his backers to reimburse him for his political expenses. His place was in doubt on the Republican ticket, so he flew to Los Angeles and delivered a half-hour television address in which he defended himself, attacked his opponents, and urged the audience to contact the Republican National Committee (RNC) to tell it whether he should remain on the ticket. During the speech, he stated that he intended to keep one gift, regardless of the outcome: a black-and-white dog that his children had named Checkers, thus giving the address its popular name.\nNixon came from a family of modest means, as he related in the address, and he had spent his time after law school in the military, campaigning for office, and serving in Congress. After his successful 1950 Senate campaign, his backers continued to raise money to finance his political activities. These contributions went to reimburse him for travel costs, postage for political mailings which he did not have franked, and similar expenses. Such a fund was not illegal at the time, but Nixon had made a point of attacking government corruption which exposed him to charges that he might be giving special favors to the contributors.\nThe press became aware of the fund in September 1952, two months after Nixon's selection as General Dwight D. Eisenhower's running mate, and the story quickly grew until it threatened his place on the ticket. In an attempt to turn the tide of public opinion, Nixon broke off a whistle-stop tour of the West Coast to fly to Los Angeles and make a television and radio broadcast to the nation; the RNC raised the $75,000 to buy the television time. The idea for the Checkers reference came from Franklin Roosevelt's Fala speech, given eight years to the day before Nixon's address, in which Roosevelt mocked Republican claims that he had sent a destroyer to fetch his dog Fala, when the dog was supposedly left behind in the Aleutian Islands.\nNixon's speech was seen and heard by about 60 million Americans, including the largest television audience to that time, and it led to an outpouring of public support. The RNC and other political offices received millions of telegrams and phone calls supporting Nixon. He was retained on the ticket, which swept to victory weeks later in November 1952. The Checkers speech was an early example of a politician using television to appeal directly to the electorate, but it has sometimes been mocked or denigrated. Checkers speech has come more generally to mean any emotional speech by a politician.",
  "On_a_Wound_by_Premeditation": "On a Wound by Premeditation is a speech by Lysias, one of the \"Canon of Ten\" Attic orators (Speech 4 in  Lamb's translation).",
  "Address_to_the_Women_of_America": "On July 10, 1971, at the founding of the National Women's Political Caucus (NWPC) in Washington, D.C., NWPC co-founder Gloria Steinem delivered an Address to the Women of America. The speech furthered the ideas of the American Women's Movement, and is considered by some to be one of the greatest speeches of the 20th century.\nSteinem refers to the idea of sex and race as being easy ways to organize people into inferior and superior beings due to the prominent characteristics and traits that are easy to point out. She also claims that the only roles in society seem to be for those who are chosen or for those who earned them.\nNot only did the speech address the issues of sexism and misogyny, but also those of racism and social class.  The speech is mostly remembered for the following quotation:\n\nThis is no simple reform. It really is a revolution. Sex and race, because they are easy, visible differences, have been the primary ways of organizing human beings into superior and inferior groups, and into the cheap labor on which this system still depends.  We are talking about a society in which there will be no roles other than those chosen, or those earned.  We are really talking about humanism.\n\nIn Jennifer Lopez's 2016 music video for her song \"Ain't Your Mama\", Steinem can be heard saying part of this speech, specifically, \"This is no simple reform. It really is a revolution.\"",
  "Evil_Empire_speech": "The \"Evil Empire\" speech was a speech delivered by U.S. President Ronald Reagan to the National Association of Evangelicals in 1983 during the Cold War. In that speech, Reagan referred to the Soviet Union as an \"evil empire\" and as \"the focus of evil in the modern world\". Reagan explicitly rejected the notion that the United States and the Soviet Union were equally responsible for the Cold War and the ongoing nuclear arms race between the two nations; rather, he asserted that the conflict was a battle between good and evil.",
  "On_the_Navy": "A navy or sea force is the branch of a nation's armed forces principally designated for naval and amphibious warfare; namely, lake-borne, riverine, littoral, or ocean-borne combat operations and related functions. It includes anything conducted by surface ships, amphibious ships, submarines, and seaborne aviation, as well as ancillary support, communications, training, and other fields. The strategic offensive role of a navy is projection of force into areas beyond a country's shores (for example, to protect sea-lanes, deter or confront piracy, ferry troops, or attack other navies, ports, or shore installations). The strategic defensive purpose of a navy is to frustrate seaborne projection-of-force by enemies. The strategic task of the navy also may incorporate nuclear deterrence by use of submarine-launched ballistic missiles. Naval operations can be broadly divided between riverine and littoral applications (brown-water navy), open-ocean applications (blue-water navy), and something in between (green-water navy), although these distinctions are more about strategic scope than tactical or operational division.\nIn most nations, the term \"naval\", as opposed to \"navy\",  is interpreted as encompassing all maritime military forces, e.g., navy, naval infantry/marine corps, and coast guard forces.",
  "Quit_India_speech": "The Quit India speech is a speech made by Mahatma Gandhi on 8 August 1942, on the eve of the Quit India movement. He called for determined, but passive resistance that signified the certitude that Gandhi foresaw for the movement, best described by his call to Do or Die. His speech was issued at the Gowalia Tank Maidan park in Bombay(now Mumbai), since renamed August Kranti Maidan (August Revolution Ground). However, almost the entire Congress leadership, and not merely at the national level, was put into confinement less than twenty-four hours after Gandhi's speech, and the greater number of the Congress leaders were to spend the rest of the war in jail. Gandhi made this speech to help India gain independence.\n\n",
  "Against_Meidias": "Against Meidias (Ancient Greek: Κατὰ Μειδίου) is one of the most famous judicial orations of the prominent Athenian statesman and orator Demosthenes.",
  "Second_Philippic": "The Second Philippic is an oration that was delivered by the Athenian statesman and orator Demosthenes between 344 BC-343 BC. The speech constitutes the second of the four philippics the orator is said to have delivered.",
  "Sportpalast_speech": "The Sportpalast speech (German: Sportpalastrede) or total war speech was a speech delivered by German Propaganda Minister Joseph Goebbels at the Berlin Sportpalast to a large, carefully selected audience on 18 February 1943, as the tide of World War II was turning against Nazi Germany and its Axis allies.\nIt is considered the most famous of Joseph Goebbels's speeches.  The speech was the first public admission by the Nazi leadership that Germany faced serious dangers. Goebbels called for a total war to secure victory over the Allies, and exhorted the German people to continue the war even though it would be long and difficult because—as he asserted—both Germany's survival and the survival of a non-Bolshevist Europe were at stake.",
  "We_shall_fight_on_the_beaches": "\"We shall fight on the beaches\" is a common title given to a speech delivered by the British Prime Minister Winston Churchill to the House of Commons of the Parliament of the United Kingdom on 4 June 1940. This was the second of three major speeches given around the period of the Battle of France; the others are the \"Blood, toil, tears and sweat\" speech of 13 May and the \"This was their finest hour\" speech of 18 June. Events developed dramatically over the five-week period, and although broadly similar in themes, each speech addressed a different military and diplomatic context.\nIn this speech, Churchill had to describe a great military disaster, and warn of a possible invasion attempt by the Nazis, without casting doubt on eventual victory. He also had to prepare his domestic audience for France's falling out of the war without in any way releasing France to do so, and wished to reiterate a policy and an aim unchanged – despite the intervening events – from his speech of 13 May, in which he had declared the goal of \"victory, however long and hard the road may be\".\n\n",
  "This_was_their_finest_hour": "\"This was their finest hour\" was a speech delivered by Winston Churchill to the House of Commons of the United Kingdom on 18 June 1940, just over a month after he took over as Prime Minister at the head of an all-party coalition government.\nIt was the third of three speeches which he gave during the period of the Battle of France, after the \"Blood, toil, tears and sweat\" speech of 13 May and the \"We shall fight on the beaches\" speech of 4 June. \"This was their finest hour\" was made after France had sought an armistice on the evening of 16 June.\n\n",
  "Antidosis": "The liturgy (Greek: λειτουργία or λῃτουργία, leitourgia, from λαός / Laos, \"the people\" and the root ἔργο / ergon, \"work\" ) was in ancient Greece a public service established by the city-state whereby its richest members (whether citizens or resident aliens), more or less voluntarily, financed the State with their personal wealth. It took its legitimacy from the idea that \"personal wealth is possessed only through delegation from the city\". The liturgical system dates back to the early days of Athenian democracy, but gradually fell into disuse by the end of the 4th century BC, eclipsed by the development of Euergetism in the Hellenistic period. However a similar system was in force during the Roman empire, see Liturgy#Etymology.",
  "Chicken_Kiev_speech": "The Chicken Kiev speech is the nickname for a speech given by the United States president George H. W. Bush in Kiev, Ukraine, on August 1, 1991, 3 weeks before the Declaration of Independence of Ukraine and 4 months before the December independence referendum in which 92.26% Ukrainians voted to withdraw from the Soviet Union, in which Bush cautioned against \"suicidal nationalism\". 145 days after the speech, the Soviet Union collapsed, partially pushed by Ukraine. The speech was written by Condoleezza Rice—later Secretary of State under President George W. Bush—when she was in charge of Soviet and Eastern European affairs for the first President Bush. It outraged Ukrainian nationalists and American conservatives, with the conservative New York Times columnist William Safire calling it the \"Chicken Kiev speech\" in protest at what he saw as its \"colossal misjudgment\" for the very weak tone and miscalculation.",
  "President_Obama_Delivers_Remarks_on_the_50th_Anniversary_of_the_Selma_Marches": "On March 7, 2015, President of the United States Barack Obama delivered a speech at Edmund Pettus Bridge to mark the 50th anniversary of the Selma to Montgomery marches on the subject of race relations within the United States. Among the estimated 40,000 present were former President George W. Bush, former First Lady Laura Bush, and Amelia Boynton Robinson, John Lewis, Diane Nash, Bernard Lafayette, and many other 'foot soldiers' who had taken part in the march in 1965.",
  "Farrer_Park_address": "The Farrer Park address was an assembly of the surrendered Indian troops of the British Indian Army held at Farrer Park (now the Farrer Park Field) in Singapore on 17 February 1942, two days after the Fall of Singapore. The assembly was marked by a series of three addresses in which the British Malaya Command formally surrendered the Indian troops of the British Indian Army to Major Fujiwara Iwaichi representing the Japanese military authority, followed by transfer of authority by Fujiwara to the command of Mohan Singh, and a subsequent address by Mohan Singh to the gathered troops declaring the formation of the Indian National Army to fight the Raj, asking for volunteers to join the army.",
  "The_Solitude_of_Latin_America": "\"The Solitude of Latin America\" is the title of the speech given by Gabriel García Márquez upon receiving his Nobel Prize in Literature on 8 December 1982. The Nobel Prize was presented to García Márquez by Professor Lars Gyllensten of the Swedish Academy.García Márquez gained fame for his novel One Hundred Years of Solitude, first published in 1967. According to the Nobel Foundation, García Márquez was awarded the 1982 Nobel Prize in Literature for “his novels and short stories, in which the fantastic and the realistic are combined in a richly composed world of imagination, reflecting a continent’s life and conflicts\". The style of prose to which the Nobel Foundation refers is known as magic realism, a broadly descriptive term critics use to describe García Márquez's work.",
  "I've_Been_to_the_Mountaintop": "\"I've Been to the Mountaintop\" is the popular name of the last speech delivered by Martin Luther King Jr.King spoke on April 3, 1968, at the Mason Temple (Church of God in Christ Headquarters) in Memphis, Tennessee. On the following day, King was assassinated.\nThe speech primarily concerns the Memphis Sanitation Strike. King calls for unity, economic actions, boycotts, and nonviolent protest, while challenging the United States to live up to its ideals. At the end of the speech, he discusses the possibility of an untimely death.",
  "Pro_Archia_Poeta": "Cicero's oration Pro Archia Poeta is the published literary form of his defense of Aulus Licinius Archias, a poet accused of not being a Roman citizen. The accusation is believed to have been a political move against Lucullus through Archias. The poet was originally Greek but had been living in Rome for an extended period of time. A letter from Cicero to Titus Pomponius Atticus in the year following the trial makes mention of Archias, but there is no conclusive evidence about the outcome of the trial. The oration was rediscovered in Liège by Petrarch in 1333.\n\n",
  "Atoms_for_Peace": "\"Atoms for Peace\" was the title of a speech delivered by U.S. President Dwight D. Eisenhower to the UN General Assembly in New York City on December 8, 1953.\n\nI feel impelled to speak today in a language that in a sense is new – one which I, who have spent so much of my life in the military profession, would have preferred never to use.\nThat new language is the language of atomic warfare.\nThe United States then launched an \"Atoms for Peace\" program that supplied equipment and information to schools, hospitals, and research institutions within the U.S. and throughout the world.  The first nuclear reactors in Israel and Pakistan in Islamabad were built under the program by American Machine and Foundry, a company more commonly known as a major manufacturer of bowling equipment.",
  "Pro_Milone": "The Pro Tito Annio Milone ad iudicem oratio (Pro Milone) is a speech made by Marcus Tullius Cicero in 52 BC on behalf of his friend Titus Annius Milo. Milo was accused of murdering his political enemy Publius Clodius Pulcher on the Via Appia. Cicero wrote the speech after the hearing and so the authenticity of the speech is debated among scholars.",
  "misogyny_speech": "The Misogyny Speech was a parliamentary speech delivered by Australian Prime Minister Julia Gillard on 9 October 2012 in reaction to alleged sexism from opposition leader Tony Abbott.\nIf he [Abbott] wants to know what misogyny looks like in modern Australia, he doesn't need a motion in the House of Representatives, he needs a mirror. That's what he needs.",
  "Sweden's_voting_at_the_Eurovision_Song_Contest": "Sweden has participated in the Eurovision Song Contest 59 times since making its debut in 1958, missing only three contests since then (1964, 1970 and 1976). Since 1959, the Swedish entry has been chosen through an annual televised competition, known since 1967 as Melodifestivalen. At the 1997 contest, Sweden was one of the first five countries to adopt televoting. Sweden is the only country to have hosted the event in five different decades, three times in Stockholm (1975, 2000, 2016), twice in Malmö (1992, 2013) and once in Gothenburg (1985).\nSweden is one of the most successful competing nations at the Eurovision Song Contest, with a total of six victories, second only to Ireland's seven wins, and has the most top five results of the 21st century, with 11. In total, Sweden has achieved 25 top five results in the contest. After finishing second with Lill Lindfors and Svante Thuresson in 1966, Sweden went on to achieve its six victories with ABBA (1974), Herreys (1984), Carola (1991), Charlotte Nilsson (1999), Loreen (2012) and Måns Zelmerlöw (2015).",
  "Never_violence!": "Never Violence! or Never Violence (original title: Niemals Gewalt! or Niemals Gewalt) is the title of a speech made by Astrid Lindgren in 1978, when she received the peace prize Friedenspreis des Deutschen Buchhandels. It is one of the most well-known and influential speeches by Lindgren. Astrid Lindgren speaks against corporal punishment of children. A year later, in Lindgren's home country Sweden, a law was released that forbid corporal punishment of children. In 1978 the speech was first published as a book under the German title Astrid Lindgren: Ansprachen anlässlich der Verleihung des Friedenspreises des Deutschen Buchhandels (Friedenspreis des Deutschen Buchhandels). Later the book was also published in many different languages. In 2009 a German short film called Never Violence (original title: Niemals Gewalt) had been published at Children's Day. It was based on the story mentioned in Lindgrens speech.",
  "Erotic_Essay": "The Erotic Essay (Ancient Greek: Ἐρωτικός) was one of the two surviving epideictic speeches (along with the Funeral Oration) attributed to the Athenian statesman and orator Demosthenes. Ian Worthington dates the speech to between the late 350s BC and 335 BC.  Though part of the Demosthenic corpus, the Erotic Essay is not generally believed to be an authentic work of Demosthenes, and its real author is unknown.  However, Robert Clavaud has argued that there are no strong arguments for the inauthenticity of the epideictic speeches, against almost unanimous scholarly consensus to the contrary.Friedrich Blass believes that it belongs to a member of a school of Isocrates. Ian Worthington believes that the content and style of the Erotic Essay is the most removed from Demosthenes' other writings and asserts that the oration is influenced by both Plato and Isocrates. Usher believes that the essay is more similar to the style of Isocrates' school than it is to Demosthenes.The essay is written for a fictional youth named Epicrates. The author attempts to counsel Epicrates and the audience on what is best for a person. He maintains that through the study of philosophy a person will become a virtuous citizen.",
  "Harveian_Oration": "The Harveian Oration is a yearly lecture held at the Royal College of Physicians of London. It was instituted in 1656 by William Harvey, discoverer of the systemic circulation. Harvey made financial provision for the college to hold an annual feast on St. Luke's Day (18 October) at which an oration would be delivered in Latin to praise the college's benefactors and to exhort the Fellows and Members of this college to search and study out the secrets of nature by way of experiment. Until 1865, the Oration was given in Latin, as Harvey had specified, and known as the Oratio anniversaria; but it was thereafter spoken in English. Many of the lectures were published in book form.",
  "Pro_Caelio": "Pro Caelio is a speech given on April 4, 56 BC, by the famed Roman orator Marcus Tullius Cicero in defence of Marcus Caelius Rufus, who had once been Cicero's student but more recently was a political rival. Cicero's reasons for defending Caelius are uncertain, but various theories have been postulated.\nThe speech is regarded as one of the best examples of Roman oratory known and has been so regarded throughout history. It is noteworthy as a prime example of Ciceronian oratorical technique.\nCaelius was charged with vis (political violence), one of the most serious crimes in Republican Rome. Caelius' prosecutors, Lucius Sempronius Atratinus, Publius Clodius (it has been suggested to be Publius Clodius Pulcher, but it was more likely a freedman or relative), and Lucius Herennius Balbus, charged him with the following crimes:\n\nInciting civil disturbances at Naples;\nassault on the Alexandrians at Puteoli;\ndamage to the property of Palla (about which we know little to nothing);\ntaking gold for the attempted murder of Dio of Alexandria, then attempted poisoning of Clodia; and\nthe murder of Dio.Caelius spoke first in his own defense and asked Marcus Licinius Crassus to defend him during the trial. Cicero's speech was the last of the defense speeches. The magistrate Gnaeus Domitius presided over the trial.",
  "So_God_Made_a_Farmer": "\"So God Made a Farmer\" was a speech given by radio broadcaster Paul Harvey at the 1978 Future Farmers of America convention.  The speech was first published in 1986 in Harvey's syndicated column. The speech borrowed a few phrases from a 1975 article written by Harvey in the Gadsden Times, which was itself inspired by parts of a 1940 definition of a dirt farmer published in The Farmer-Stockman. The 1940 article was copied verbatim by Tex Smith in a letter to the editor in the Ellensburg Daily Record in 1949.  The speech was given as an extension of the Genesis creation narrative referring to God's actions on the 8th day of creation.  Harvey described the characteristics of a farmer in each phrase, ending them with the recurring \"So God Made a Farmer\".\nThe speech was used in a commercial by Ram Trucks during the fourth quarter of Super Bowl XLVII.  The ad featured photographs of rural America set to a narration of a portion of Harvey's speech.  In a collaboration with the FFA, Dodge agreed to donate $100,000 for every 1,000,000 views that the YouTube video of the ad received up to $1,000,000. This goal was reached in less than five days. There were eight photographers who participated and photographed the images in this commercial Andy Anderson, Matt Turley, Olaf Veltman, Andy Mahr, Kurt Markus, David Beltra, David Spielman, Mark Gooch, Jim Arndt, William Allard, and Kurt Markus.",
  "Infamy_Speech": "The Infamy Speech was a speech delivered by United States President Franklin D. Roosevelt to a Joint Session of the U.S. Congress on December 8, 1941, one day after the Empire of Japan's attack on the U.S. naval base at Pearl Harbor, Hawaii, and the Japanese declaration of war on the United States and the British Empire. The name derives from the first line of the speech: Roosevelt describing the previous day as \"a date which will live in infamy\". The speech is also commonly referred to as the \"Pearl Harbor Speech\".Within an hour of the speech, Congress passed a formal declaration of war against Japan and officially brought the U.S. into World War II. The address is one of the most famous of all American political speeches.",
  "De_Imperio_Cn._Pompei": "De Imperio Cn. Pompei, also known as Pro Lege Manilia, was a speech delivered by Cicero in 66 BC before the Roman popular assembly. It was in support of the proposal made by Gaius Manilius, a tribune of the people, that Pompey the Great be given sole command against Mithridates in the Third Mithridatic War.Cicero advertised Pompey as the only man with the skills for the campaign but also attempted to avoid offending the senatorial aristocracy unnecessarily. However, by supporting Pompey, Cicero had publicly committed himself.",
  "Ceaușescu's_speech_of_21_August_1968": "Ceaușescu's speech of 21 August 1968 was a public address by Nicolae Ceaușescu, General Secretary of the Romanian Communist Party and President of the State Council of Romania, strongly condemning the Warsaw Pact invasion of Czechoslovakia. On the night of 20–21 August 1968, five Warsaw Pact nations—the Soviet Union, Bulgaria, Hungary, East Germany, and Poland—invaded Czechoslovakia in an effort to quell the reformist ideology of Alexander Dubček, the First Secretary of the Communist Party of Czechoslovakia.\nOn 21 August, in what became his most famous speech, Ceaușescu boldly denounced the invasion in a public address before 100,000 people in Palace Square in Bucharest, and declared that it was a \"grave error and constituted a serious danger to peace in Europe and for the prospects of world socialism.\" His address was perceived as a bold gesture of disobedience to the Soviet Union both at home and abroad. The speech was part of the post-1956 efforts of the Romanian government to sever relations with Moscow.\nCeaușescu's response consolidated Romania's independent voice in the next two decades, especially after Ceaușescu encouraged the population to take up arms in order to meet any similar maneuver in the country: he received an enthusiastic initial response, with many people, who were by no means communist, willing to enroll in the newly formed paramilitary Patriotic Guards.",
  "Tynged_yr_Iaith": "\"Tynged yr Iaith\" ([ˈtəŋɛd ər ˈjaiθ], meaning \"The Fate of the Language\") was a radio lecture delivered in Welsh by Saunders Lewis on 13 February 1962. Reaction to it brought about a major change in the politics of Wales. Historian John Davies has said that the lecture was \"the catalyst\" for the formation of Cymdeithas yr Iaith Gymraeg (the Welsh Language Society), and the start of a period of direct-action agitation to enhance the status of the Welsh language. Its direct effect on the formation of Cymdeithas yr Iaith Gymraeg is described in a history of that society.  It has been said that \"of all the memorable phrases coined in the twentieth century none has greater resonance for the Welsh speaker than Tynged yr Iaith . . . which still haunts or inspires champions of the native tongue on the cusp of the new millennium\". It had the unintended effect of establishing language agitation as a movement separate from the mainstream of nationalist politics. The burgeoning effects from the initial stimulus of Tynged yr Iaith were listed by Gwyn Williams:\nFormation of Cymdeithas yr Iaith Gymraeg\nDirect action against offices, roadsigns, TV masts: sit-ins and demonstrations\nDrive to create Welsh-language schools\nPositive discrimination in favour of Welsh\nUse of the Israeli model to encourage take-up of the language by adults\nSecretary of State for Wales 1964\nWelsh Language Act 1967\nCreation of S4C\nMushrooming of Welsh language publishing, film production, pop and rock, youth and urban music.",
  "Gettysburg_Address": "The Gettysburg Address is a speech that U.S. President Abraham Lincoln delivered during the American Civil War at the dedication of the Soldiers' National Cemetery in Gettysburg, Pennsylvania, on the afternoon of Thursday, November 19, 1863, four and a half months after the Union armies defeated those of the Confederacy at the Battle of Gettysburg. It is one of the best-known speeches in American history.Not even the day's primary speech, Lincoln's carefully crafted address came to be seen as one of the greatest and most influential statements of American national purpose. In just 271 words, beginning with the now iconic phrase \"Four score and seven years ago,\"‍ referring to the signing of the Declaration of Independence 87 years earlier, Lincoln described the US as a nation \"conceived in Liberty, and dedicated to the proposition that all men are created equal,\" and represented the Civil War as a test that would determine whether such a nation, the Union sundered by the secession crisis, could endure.  He extolled the sacrifices of those who died at Gettysburg in defense of those principles, and exhorted his listeners to resolve\n\nthat these dead shall not have died in vain—that this nation, under God, shall have a new birth of freedom—and that government of the people, by the people, for the people, shall not perish from the earth.Despite the prominent place of the speech in the history and popular culture of the United States, its exact wording is disputed. The five known manuscripts of the Gettysburg Address in Lincoln's hand differ in a number of details, and also differ from contemporary newspaper reprints of the speech. Neither is it clear where stood the platform from which Lincoln delivered the address. Modern scholarship locates the speakers' platform 40 yards (or more) away from the traditional site in Soldiers' National Cemetery at the Soldiers' National Monument, such that it stood entirely within the private, adjacent Evergreen Cemetery.",
  "Rebuttal": "In law, rebuttal is a form of evidence that is presented to contradict or nullify other evidence that has been presented by an adverse party. By analogy the same term is used in politics and public affairs to refer to the informal process by which statements, designed to refute or negate specific arguments (see Counterclaim) put forward by opponents, are deployed in the media.In law, special rules apply to rebuttal; rebuttal evidence or rebuttal witnesses must be confined solely to the subject matter of the evidence rebutted.  New evidence on other subjects may not be brought in rebuttal.  However, rebuttal is one of the few vehicles whereby a party may introduce surprise evidence or witnesses. The basic process is as follows:  both sides of a controversy are obliged to declare in advance of trial what witnesses they plan to call, and what each witness is expected to testify to. When either a plaintiff (or prosecutor) or defendant brings direct evidence or testimony which was not anticipated, the other side may be granted a specific opportunity to rebut it.  In rebuttal, the rebutting party may generally bring witnesses and evidence which were never before declared, so long as they serve to rebut the prior evidence.",
  "On_the_Peace": "Peace is a concept of societal friendship and harmony in the absence of hostility and violence. In a social sense, peace is commonly used to mean a lack of conflict (such as war) and freedom from fear of violence between individuals or groups. Throughout history leaders have used peacemaking and diplomacy to establish a certain type of behavioral restraint that has resulted in the establishment of regional peace or economic growth through various forms of agreements or peace treaties.  Such behavioral restraint has often resulted in the reduction of conflicts, greater economic interactivity, and consequently substantial prosperity.\n\"Psychological peace\" (such as a peaceful thinking and emotions) is perhaps less well defined yet often a necessary precursor to establishing \"behavioral peace.\"  Peaceful behavior sometimes results from a \"peaceful inner disposition.\"  Some have expressed the belief that peace can be initiated with a certain quality of inner tranquility that does not depend upon the uncertainties of daily life for its existence. The acquisition of such a \"peaceful internal disposition\" for oneself and others can contribute to resolving of otherwise seemingly irreconcilable competing interests.",
  "The_lady's_not_for_turning": "\"The lady's not for turning\" was a phrase used by Margaret Thatcher, then Prime Minister, in her speech to the Conservative Party Conference on 10 October 1980.  The term has thus been applied as a name to the speech in its entirety.  It is considered a defining speech in Thatcher's political development, becoming something of a Thatcherite motto.The phrase made reference to Thatcher's refusal to perform a \"U-turn\" in response to opposition to her liberalisation of the economy, which some commentators as well as her predecessor as Conservative leader (Ted Heath) had urged, mainly because unemployment had risen to 2 million by the autumn of 1980 from 1.5 million the previous year and the economy was in recession, exceeding 3 million by the time the recession ended in 1982.It was written by the playwright Sir Ronald Millar, who had been Thatcher's speech-writer since 1973, and was a pun on the 1948 play The Lady's Not for Burning by Christopher Fry, although Thatcher missed the reference herself.  Millar had intended the \"you turn if you want to\" line, which preceded it, to be the most popular, and it received an ovation itself, but it was \"the lady's not for turning\" that received the headlines. At the time, Thatcher was already being referred to as the \"Iron Lady\".\nThe speech as a whole was very warmly received at the conference, and received a five-minute standing ovation.",
  "Pro_Marcello": "Pro Marcello is a speech by Marcus Tullius Cicero. It is Latin for On behalf of Marcellus.",
  "Kråkerøy_speech": "The Kråkerøy speech, also known as the Fredrikstad speech, is the name of a speech given by Norwegian Prime Minister Einar Gerhardsen on February 29, 1948 at the Folkvang Assembly Hall on Kråkerøy Island near Fredrikstad. In the speech, he condemned the Norwegian Communist Party. He also strongly criticized Norwegian Communists, and announced the final break between the Norwegian Labour Party and Norwegian Communist Party.The speech attracted great attention at the time, both in Norway and abroad. It has since become a part of Norwegian political history, signaling the end of communism as a force in Norwegian politics, as well as the beginning of a purge of communists and leftist radicals within the Labour Party. The speech has been coined \"A declaration of war on Norwegian communists\".",
  "What_is_universal_history_and_why_does_one_study_it?": "Johann Christoph Friedrich von Schiller (German: [ˈjoːhan ˈkʁɪstɔf ˈfʁiːdʁɪç fɔn ˈʃɪlɐ], short: pronounced [ˈfʁiː.dʁɪç ˈʃɪ.lɐ] (listen); 10 November 1759 – 9 May 1805) was a German poet, philosopher, physician, historian, and playwright. During the last seventeen years of his life (1788–1805), Schiller developed a productive, if complicated, friendship with the already famous and influential Johann Wolfgang von Goethe. They frequently discussed issues concerning aesthetics, and Schiller encouraged Goethe to finish works he left as sketches. This relationship and these discussions led to a period now referred to as Weimar Classicism. They also worked together on Xenien, a collection of short satirical poems in which both Schiller and Goethe challenge opponents of their philosophical vision.",
  "The_Tenth_Year_Speech": "This list of speeches includes those that have gained notability in English or in English translation.  The earliest listings may be approximate dates.\n\n",
  "Slavery_in_Massachusetts": "Massachusetts was the first colony in New England with slave ownership and was a center for the slave trade throughout the 17th and 18th centuries.  The practice of slavery was ended through case law; and as an institution it died out in the late 18th century through judicial actions litigated on behalf of slaves seeking manumission.  Following England's lead, Lawyer Benjamin Kent represented slaves in court against their masters as early as 1752.  He won the first case to liberate a slave in the United States in 1766.  The post-revolutionary court cases, starting in 1781, heard arguments contending that slavery was a violation of Christian principles and also a violation of the constitution of the commonwealth. 1783 saw additional high-profile court cases that began a general trend of slaves winning their emancipation on a case-by-case basis through lawsuit. As slavery dwindled in the last decade of the 18th century in Massachusetts, many of the instances where it remained, the slaveholders sometimes applied semantics of a name change to indentured servitude to maintain their property. The 1790 federal census, however, listed no slaves. Massachusetts was a center for the abolition movement in the 19th century. Legislation was passed that abolished slavery with the Thirteenth Amendment in 1865 was ratified by the state.",
  "Atatürk's_Address_To_Turkish_Youth": "Atatürk's Address To The Youth of Turkey (Turkish: Atatürk'ün Türk Gençliğine Hitabesi) is a famous speech by the Republic of Turkey's first president, founding father, and national hero, Mustafa Kemal Atatürk, spoken as the concluding statements to his 36-hour 20 October 1927 address to the Parliament, wherein he laid out, in a sweeping and thoroughly-detailed retrospective, the history and intellectual foundations of the Turkish War of Independence and the fight for modernity, liberty and democracy that fueled the Turkish Revolution, and ultimately led to the October 29, 1923 establishment of the Republic of Turkey.\nThe speech is a direct address to the present and future younger generations of the country, and functions as a call to vigilance in the face of difficulties that may face the nation, as well as a reminder of the civic and patriotic duty of each citizen to protect their freedoms in the face of internal and external adversaries.\nA framed version of the speech typically occupies the wall above the blackboard in the classrooms of Turkish schools, accompanied by a Turkish flag, a photograph of the country's founding father Atatürk, and a copy of the national anthem.",
  "State_of_the_Nation_Address": "The State of the Nation Address (abbreviated SONA; Filipino: Talumpatì sa Kalagayan ng Bansâ) is an annual address by the President of the Philippines to a joint session of the Congress of the Philippines. Mandated by the 1987 Constitution, the speech is delivered every fourth Monday of July at the Plenary Session Hall of the Batasang Pambansa Complex in Batasan Hills, Quezon City, Metro Manila.\nThe SONA, which is often broadcast, serves as a means to inform the nation about its present economic, political, and social condition. It is also a vehicle for the President to summarise the accomplishments and plans of his/her programme of government both for a particular year and until the end of their term of office.\n\n",
  "abdication_of_Wilhelm_II": "Kaiser Wilhelm II abdicated as German Emperor and King of Prussia in November 1918. The abdication was announced on 9 November by Prince Maximilian of Baden and was formally enacted by Wilhelm's written statement on 28 November, made while in exile in Amerongen, the Netherlands. This ended the House of Hohenzollern's 500-year rule over Prussia and its predecessor state, Brandenburg. Wilhelm ruled Germany and Prussia from 15 June 1888 through 9 November 1918, when he went into exile. Following the abdication statement and German Revolution of 1918–19, the German nobility as a legally defined class was abolished. On promulgation of the Weimar Constitution on 11 August 1919, all Germans were declared equal before the law. Ruling princes of the constituent states of Germany also had to give up their monarchical titles and domains, of which there were 22. Of these princely heads of state, four held the title of king (König) (the kings of Prussia, Bavaria, Saxony, and Württemberg), six held the title of grand duke (Großherzog), five held the title of duke (Herzog), and seven held the title prince (i.e., sovereign prince, Fürst).",
  "I_am_a_Catalan": "\"I Am a Catalan\" the name given to a short speech given by cellist and humanist Pau Casals (Catalan: Pau Casals i Defilló) in front of the General Assembly of the United Nations on the 24 October 1971. Casals was in front of the assembly to present the \"Hymn of the United Nations\" composed by himself and to receive the U.N. Peace Medal in recognition of his stance for peace, justice and freedom.  In his acceptance speech, in English, he praised Catalonia and the Peace and Truce of God meetings, which he refers to as \"the first parliament\":\n\nBut let me say one thing. I am a Catalan. Today a province of Spain. But what has been Catalonia? Catalonia has been the greatest nation in the world. I will tell you why. Catalonia has had the first parliament, much before England. Catalonia had the beginning of the United Nations. All the authorities of Catalonia in the 11th century met in a city of France, at that time Catalonia, to speak about peace.  11th century! Peace in the world and against, against, against war, the inhumanity of war. This was Catalonia. I am so so happy, so moved to be here, with you.\nAfter the speech Casals, 94 years old, performed one of his most popular songs \"El Cant dels Ocells\".\nThe speech had a major impact on Catalan society living in the Francoist state. It became a popular motto within Catalan nationalist circles; Catalans saw their national identity and history recognized worldwide by one of their greatest citizens.\nCasals received the Gold Medal of the Generalitat of Catalonia in 1979, 6 years after his death.",
  "Elections_in_Kazakhstan": "Elections in Kazakhstan are held on a national level to elect a President and the Parliament, which is divided into two bodies, the Majilis (Lower House) and the Senate (Upper House). Local elections for maslihats (local representative bodies) are held every five years.Elections are administered by the Central Election Commission of the Republic of Kazakhstan.\nThere are 6 political parties in Kazakhstan. Kazakhstan’s political opposition is the most developed in the region in terms of its organizational abilities and resources.None of the elections held in Kazakhstan have been considered free or fair by Western countries or international observers with issues noted including ballot tampering, multiple voting, repression of opposition candidates and press censorship. The OSCE Office for Democratic Institutions and Human Rights has deployed election monitors to Kazakhstan for observation of parliamentary and presidential elections since 1999.",
  "Against_Simon": "Against Simon (also known as \"Reply to Simon\") is a speech by Lysias, one of the \"Canon of Ten\" Attic orators. The speech, the third in the modern Lysianic corpus, concerns a case of \"wounding with premeditation\" or with the intention to commit murder. This offense was heard not in front of an ordinary court but instead by the council of the Areopagus where not only the litigants of the case but the witnesses as well had to swear to a special oath called the diomosia. In these proceedings, there was also an emphasis on citing only material that was specifically related to the case. Although it is not entirely clear how the Athenians differentiated between premeditated wounding and simple assault, scholars  have suggested that the possession of a weapon could be a determining factor.",
  "I_Am_Prepared_to_Die": "\"I Am Prepared to Die\" is the name given to the three-hour speech given by Nelson Mandela on 20 April 1964 from the dock of the defendant at the Rivonia Trial. The speech is so titled because it ends with the words \"it is an ideal for which I am prepared to die\". The speech is considered one of the great speeches of the 20th century, and a key moment in the history of South African democracy.\n\nI have dedicated my life to this struggle of the African people. I have fought against white domination, and I have fought against black domination. I have cherished the ideal of a democratic and free society in which all people will live together in harmony and with equal opportunities. It is an ideal for which I hope to live for and to see realized. But, My Lord, if it needs to be, it is an ideal for which I am prepared to die.\nNelson Mandela at the conclusion of his speech\n\n",
  "On_American_Taxation": "\"On American Taxation\" was a speech given by Edmund Burke in the British House of Commons on April 19, 1774, advocating the full repeal of the Townshend Revenue Act of 1767. Parliament had previously repealed five of the six duties of this revenue tax on the American colonies, but the tax on tea remained. The speech was given during the debates on the Coercive Acts, when Rose Fuller proposed that the Townshend duty on tea be repealed to decrease resistance to the new acts. Burke's speech was in support of this motion. According to historian Robert Middlekauff, \"The speech is memorable for its wit and its brilliant reconstruction of the government's dismal efforts to bring order into colonial affairs without the advantage of a coherent policy.\"",
  "Slavery_and_States'_Rights": "\"Slavery and States' Rights\" was a speech given by former Confederate States Army general Joseph Wheeler on July 31, 1894. The speech deals with the American Civil War and is considered to be a \"Lost Cause\" view at the war's causation. It is generally understood to argue that the Union (or the North) was to blame for the war, and downplays slavery as a cause.",
  "Rivers_of_Blood_speech": "The \"Rivers of Blood\" speech was made by British Member of Parliament Enoch Powell on 20 April 1968, to a meeting of the  Conservative Political Centre in Birmingham, United Kingdom. His speech strongly criticised mass immigration, especially Commonwealth immigration to the United Kingdom and the proposed race relations bill. It became known as the \"Rivers of Blood\" speech, although Powell always referred to it as \"the Birmingham speech\".\nThe expression \"rivers of blood\" did not appear in the speech but is an allusion to a line from Virgil's Aeneid which he quoted: \"as I look ahead, I am filled with foreboding; like the Roman, I seem to see 'the River Tiber foaming with much blood'.\"The speech caused a political storm, making Powell one of the most talked about and divisive politicians in the country, and leading to his controversial dismissal from the Shadow Cabinet by Conservative Party leader Edward Heath. According to most accounts, the popularity of Powell's perspective on immigration may have been a decisive factor in the Conservatives' surprise victory in the 1970 general election, and he became one of the most persistent rebels opposing the subsequent Heath government.\n\n",
  "June_29_Declaration": "The June 29 Declaration (Korean: 6.29 선언, Hanja: 六二九宣言, Revised Romanization: Yug-igu seoneon), officially titled the Special Declaration for Grand National Harmony and Progress Towards a Great Nation (Korean: 국민들의 민주화와 직선제 개헌요구를 받아들여 발표한 특별선언), was a speech by Roh Tae-woo, presidential candidate of the ruling Democratic Justice Party of South Korea, on 29 June 1987. In the declaration, Roh promised significant concessions to opponents of the incumbent authoritarian regime of Chun Doo-hwan who had been pressing for democracy. Roh went on to win the open presidential elections that were held that year, the first for at least the fifteen years since the October Yushin of 1972.\nThe question of the role of the June 29 Declaration is important in the historiography of South Korean democratization. According to proponents of the view that this was a \"pacted\" transition, achieved by calculated compromise by the ruling elite, the June 29 Declaration was the crucial turning point in the development of these calculations. \"Pacted\" transition theorists point to the authoritarian methods of Roh's subsequent regime, which continued the political manipulation and trasformismo of the Chun government, as evidence for the thesis that the June 29 Declaration was simply a tactic that enabled the perpetuation of authoritarian rule. \"Mass\" transition theorists, by contrast, believe that the Declaration was merely a response to the June Democracy Movement, and the democratization process was driven by the force of popular demand rather than elite bargaining.The Declaration comprised eight points, in which Roh promised to:\n\namend the constitution to provide for the direct election of the president;\nrevise the presidential election law to ensure free candidature and genuinely competitive elections;\ngrant amnesty to political prisoners, including Kim Dae-jung;\nprotect human dignity and extend the right of habeas corpus;\nabolish the Basic Press Law and restore the freedom of the press;\nstrengthen local and educational autonomy;\nmove the political climate towards dialogue and compromise; and\nachieve substantial social reform.The declaration began to be realized later that year with the promulgation of the constitution of the Sixth Republic of South Korea in October.",
  "Communist_China_and_the_Free_World's_Future": "\"Communist China and the Free World's Future\" is a speech given by United States Secretary of State Michael R. Pompeo on 23 July 2020 at the Richard Nixon Presidential Library and Museum in California. In the speech Pompeo rallied that the free world should come together and empower the Chinese people and induce China to change.\n\n",
  "Pro_Ligario": "Cicero's oration Pro Ligario is the published literary form of his defense of Quintus Ligarius before Julius Caesar in 46 BC.\nIn this speech Cicero defends Ligarius, who is accused of crimes in Africa. Ligarius' accuser is Tubero, who has himself committed crimes in Africa. Cicero attempts to use Tubero's behavior to mitigate the charges Ligarius faces. Cicero also uses captatio benevolentiae, a rhetorical technique which flatters the audience (Caesar, in this case). Pro Ligario differs from Cicero's other speeches in that the refutatio and peroratio are very short.",
  "Richard_Nixon's_resignation_speech": "Richard Nixon's resignation speech was an address made on August 8, 1974, by President of the United States Richard Nixon to the American public. It was delivered in the Oval Office of the White House. The purpose of the speech was for Nixon to announce that he was resigning from office due to the Watergate scandal.\nNixon's resignation was the culmination of what he referred to in his speech as the \"long and difficult period of Watergate\", a 1970s federal political scandal stemming from the break-in of the Democratic National Committee (DNC) headquarters at the Watergate Office Building by five men during the 1972 presidential election and the Nixon administration's subsequent attempts to cover up its involvement in the crime. Nixon ultimately lost much of his popular and political support as a result of Watergate. At the time of his resignation the next day, Nixon faced almost certain impeachment and removal from office.According to his address, Nixon said he was resigning because \"I have concluded that because of the Watergate matter I might not have the support of the Congress that I would consider necessary to back the very difficult decisions and carry out the duties of this office in the way the interests of the nation would require\". Nixon also stated his hope that, by resigning, \"I will have hastened the start of that process of healing which is so desperately needed in America.\" Nixon acknowledged that some of his judgments \"were wrong,\" and he expressed contrition, saying: \"I deeply regret any injuries that may have been done in the course of the events that led to this decision.\" He made no mention, however, of the articles of impeachment pending against him.The following morning, August 9, Nixon submitted a signed letter of resignation to Secretary of State Henry Kissinger, becoming the first U.S. president to resign from office. Vice President Gerald Ford succeeded to the presidency upon Nixon's resignation.",
  "Ich_bin_ein_Berliner": "\"Ich bin ein Berliner\" (German pronunciation: [ˈʔɪç ˈbɪn ʔaɪn bɛɐ̯ˈliːnɐ], \"I am a Berliner\") is a speech by United States President John F. Kennedy given on June 26, 1963, in West Berlin. It is widely regarded as the best-known speech of the Cold War and the most famous anti-communist speech. Kennedy aimed to underline the support of the United States for West Germany, 22 months after Soviet-occupied East Germany erected the Berlin Wall to prevent mass emigration to the West. The message was aimed as much at the Soviets as it was at Berliners, and was a clear statement of U.S. policy in the wake of the construction of the Berlin Wall. Another phrase in the speech was also spoken in German, \"Lasst sie nach Berlin kommen\" (\"Let them come to Berlin\"), addressed at those who claimed \"we can work with the Communists\", a remark at which Nikita Khrushchev scoffed only days later.\nThe speech is considered one of Kennedy's best, both a notable moment of the Cold War and a high point of the New Frontier. It was a great morale boost for West Berliners, who lived in an enclave deep inside East Germany and feared a possible East German occupation. Speaking to an audience of 120,000, from a platform erected on the steps of Rathaus Schöneberg, Kennedy said,\n\nTwo thousand years ago, the proudest boast was civis romanus sum [\"I am a Roman citizen\"]. Today, in the world of freedom, the proudest boast is \"Ich bin ein Berliner!\"... All free men, wherever they may live, are citizens of Berlin, and therefore, as a free man, I take pride in the words \"Ich bin ein Berliner!\"\nKennedy used the phrase twice in his speech, including at the end, pronouncing the sentence with his Boston accent and reading from his note \"ish bin ein Bearleener\", which he had written out using English orthography to approximate the German pronunciation. He also used the classical Latin pronunciation of civis romanus sum, with the c pronounced [k] and the v as [w].\nThere is a widespread misconception in non-German-speaking countries that the phrase was not used correctly and actually means \"I am a doughnut\", referring to the \"Berliner\" doughnut. That has become something of an urban legend, including equally incorrect claims about the audience laughing at Kennedy's use of phrase.",
  "Josephus's_Discourse_to_the_Greeks_concerning_Hades": "Discourse to the Greeks concerning Hades is a short treatise believed to be the work of Hippolytus of Rome.\nIt is also known as Josephus's Discourse to the Greeks concerning Hades because it was erroneously attributed to the Jewish historian since at least the 9th century, although it is now believed to be (at least in its original form) the work of Hippolytus. It was first published in the translation of Josephus by William Whiston. As Whiston's translation is in the public domain, it appears in many present-day English editions of Josephus' work without any noting of its erroneous attribution.",
  "Address_to_Young_Men_on_Greek_Literature": "Address to Young Men on Greek Literature (alternatively, \"Address To Young Men On How They Might Derive Benefit From Greek Literature,\" Ancient Greek: Πρὸς τοὺς νέους, ὅπως ἂν ἐξ ἑλληνικῶν ὠφελοῖντο λόγων) is a text by Basil of Caesarea. Although Basil is best known for his religious writing by most people, in this exhortation to virtue Basil encouraged the selective study of Greek texts, and reassured his youthful readers that despite their pagan origin, where poets, historians and philosophers were quite compatible with orthodox Christian thought, they might profitably be studied where they inculcated virtue, as in viewing the reflection of the sun in water before viewing the sun itself.",
  "Against_Androtion": "Against Androtion was a speech composed by Demosthenes in which he accused Androtion of making an illegal proposal. This was the first surviving speech of Demosthenes composed on public charges (γραφαί, graphai).The case was brought in 355/4 by Diodoros and Euktemon, and concerned Androtion's proposal that the council of that year be awarded a crown for their services.  This was a customary award for the outgoing council every year, but the crown was only to be awarded to a council that had built a certain number of triremes that year.  Despite the council of 355/4 BC having built no triremes, Androtion proposed that the crown should be awarded.  After Androtion's proposal was passed, Euktemon and Diodorus brought a prosecution against Androtion claiming that the proposal had been illegal.Androtion was acquitted, and continued to be active in Athenian politics at least until 347/6.",
  "A_New_Beginning": "\"A New Beginning\" is the name of a speech delivered by United States President Barack Obama on 4 June 2009, from the Major Reception Hall at Cairo University in Egypt. Al-Azhar University co-hosted the event. The speech honors a promise Obama made during his presidential campaign to give a major address to Muslims from a Muslim capital during his first few months as president.White House Press Secretary Robert Gibbs indicated that Egypt was chosen because \"it is a country that in many ways represents the heart of the Arab world.\" Egypt is considered a key player in the Middle East peace process as well as a major recipient of American military and economic aid. Reuters reporter Ross Colvin reported that the speech would attempt to mend the United States' relations with the Muslim world, which he wrote were \"severely damaged\" during the presidency of George W. Bush.",
  "Restatement_of_Policy_on_Germany": "\"Restatement of Policy on Germany\" is a speech given by James F. Byrnes,  the United States Secretary of State, in Stuttgart on September 6, 1946.\nAlso known as the \"Speech of hope\" it set the tone of future US policy, as it repudiated the economic policies of the Morgenthau Plan and, with its message of a change to a policy of economic reconstruction, gave the Germans hope for the future.",
  "Apology_of_Aristides": "The Apology of Aristides was written by the early Christian writer Aristides (fl. 2nd century). Until 1878, our knowledge of Aristides was confined to some references in works by Eusebius of Caesarea and Saint Jerome. Eusebius said that he was an Athenian philosopher and that Aristides and another apologist, Quadratus, delivered their Apologies directly to the Emperor Hadrian. Aristides is also credited with a sermon on Luke 23:43. Aristides remained a philosopher after his conversion to Christianity, and he continued to work as a philosopher in Athens.",
  "Against_the_Stepmother_for_Poisoning": "Against the Stepmother for Poisoning (Ancient Greek: Φαρμακείας κατὰ τῆς μητρυιᾶς) is one of fifteen extant speeches by the Athenian orator Antiphon.  It is a speech for the prosecution in the case of a woman accused by her stepson of arranging for the murder of his father, her husband.  As with most surviving legal speeches from classical Athens, the outcome of the case is unknown.",
  "Grito_de_Dolores": "The Cry of Dolores (Spanish: Grito de Dolores) occurred in Dolores, Mexico, on 16 September 1810, when Roman Catholic priest Miguel Hidalgo y Costilla rang his church bell and gave the call to arms that triggered the Mexican War of Independence.\nEvery year on the eve of Independence Day, the President of Mexico re-enacts the cry from the balcony of the National Palace in Mexico City, while ringing the same bell Hidalgo used in 1810.",
  "Barack_Obama_election_victory_speech,_2008": "Following his victory in the 2008 United States presidential election, then-President-elect Barack Obama gave his victory speech at Grant Park in his home city of Chicago, Illinois, on November 4, 2008, before an estimated crowd of 240,000. Viewed on television and the Internet by millions of people around the globe, Obama's speech focused on the major issues facing the United States and the world, all echoed through his campaign slogan of change. He also mentioned his maternal grandmother Madelyn Dunham, who had died just two nights earlier.\n\n",
  "Dostoyevsky's_Pushkin_Speech": "Dostoyevsky's Pushkin Speech was a speech delivered by Fyodor Dostoyevsky in honour of the Russian poet Alexander Pushkin on 20 June [O.S. 8 June] 1880 at the unveiling of the Pushkin Monument in Moscow. The speech is considered a crowning achievement of his final years and elevated him to the rank of a prophet while cementing his stature further as the greatest contemporary Russian writer.The Pushkin Speech, which Dostoyevsky gave less than a year before his death, was delivered at the Strastnaya Square after a two-hour religious service at the monastery across the street.  The address praised Pushkin as a beloved poet, a prophet, and the embodiment of Russia's national ideals. There are some who note that the speech was not really about Pushkin but about Russia, and also Dostoyevsky himself.",
  "Ain't_I_a_Woman?": "\"Ain't I a Woman?\" is a speech, delivered extemporaneously, by Sojourner Truth, (1797–1883), born into slavery in New York State. Some time after gaining her freedom in 1827, she became a well known anti-slavery speaker. Her speech was delivered at the Women's Convention in Akron, Ohio, on May 29, 1851, and did not originally have a title.\nThe speech was briefly reported in two contemporary newspapers, and a transcript of the speech was published in the Anti-Slavery Bugle on June 21, 1851. It received wider publicity in 1863 during the American Civil War when Frances Dana Barker Gage published a different version, one which became known as Ain't I a Woman? because of its oft-repeated question. This later, better known and more widely available version has been the one referenced by most historians.",
  "Anglo-Irish_Treaty_Dáil_vote": "The 1921 Anglo-Irish Treaty (Irish: An Conradh Angla-Éireannach), commonly known as The Treaty and officially the Articles of Agreement for a Treaty Between Great Britain and Ireland, was an agreement between the government of the United Kingdom of Great Britain and Ireland and representatives of the Irish Republic that concluded the Irish War of Independence. It provided for the establishment of the Irish Free State within a year as a self-governing dominion within the \"community of nations known as the British Empire\", a status \"the same as that of the Dominion of Canada\". It also provided Northern Ireland, which had been created by the Government of Ireland Act 1920, an option to opt out of the Irish Free State, which it exercised.\nThe agreement was signed in London on 6 December 1921, by representatives of the British government (which included Prime Minister David Lloyd George, who was head of the British delegates) and by representatives of the Irish Republic including Michael Collins and Arthur Griffith. The Irish representatives had plenipotentiary status (negotiators empowered to sign a treaty without reference back to their superiors) acting on behalf of the Irish Republic, though the British government declined to recognise that status. As required by its terms, the agreement was approved by \"a meeting\" of the members elected to sit in the House of Commons of Southern Ireland and [separately] by the British Parliament. In reality, Dáil Éireann (the legislative assembly for the de facto Irish Republic) first debated then approved the treaty; members then went ahead with the \"meeting\". Though the treaty was narrowly approved, the split led to the Irish Civil War, which was won by the pro-treaty side.\nThe Irish Free State as contemplated by the treaty came into existence when its constitution became law on 6 December 1922 by a royal proclamation.",
  "Muhammad_Ali_Jinnah's_11th_August_Speech": "Muhammad Ali Jinnah's 11 August Speech is a speech made by Muhammad Ali Jinnah, founding father of Pakistan and known as Quaid-e-Azam (Great Leader) to the Constituent Assembly of Pakistan. While Pakistan was created as a result of what could be described as Indian Muslim nationalism, Jinnah was once an ambassador of Hindu-Muslim unity. When the Partition of India finally occurred, Jinnah, soon-to-be Governor-General of the Dominion of Pakistan, outlined his vision of Pakistan in an address to the Constituent Assembly, delivered on 11 August 1947. He spoke of an inclusive and impartial government, religious freedom, rule of law and equality for all.He opened by saying the Assembly had two tasks: Writing a provisional constitution and governing the country meantime. He continued with a list of urgent problems: \n\nLaw and order, so life, property and religious beliefs are protected for all.\nBribery\nBlack-marketing\nNepotismNext he discussed at length the partition, saying many were dissatisfied with the details but a united India would never have worked. He urged forgiveness of bygone quarrels among Pakistanis, so all can be \". . . first, second and last a citizen of this State with equal rights . . .\".  Pointing out that England in past centuries had settled its fierce sectarian persecutions, he proposed that \"in course of time Hindus would cease to be Hindus and Muslims would cease to be Muslims, not in the religious sense, because that is the personal faith of each individual, but in the political sense as citizens of the State.\"\nHe concluded by quoting a friendly, official message from the United States.",
  "Bakerian_Lecture": "The Bakerian Medal is one of the premier medals of the Royal Society that recognizes exceptional and outstanding science. It comes with a medal award and a prize lecture. The medalist is required to give a lecture on any topic related to physical sciences. It is awarded annually to individuals in the field of physical sciences, including computer science.",
  "Pericles'_Funeral_Oration": "Pericles' Funeral Oration is a famous speech from Thucydides' History of the Peloponnesian War. The speech was delivered by Pericles, an eminent Athenian politician, at the end of the first year of the Peloponnesian War (431–404 BC) as a part of the annual public funeral for the war dead.",
  "Pro_Caecina": "The Pro Caecina is a public speech made by Marcus Tullius Cicero on behalf of his friend Aulus Caecina sometime between 71 BC and 69 BC. The speech was delivered in the third hearing of a lawsuit where Caecina averred that he had been unlawfully dispossessed of a farm by use of force. Known for its refinement and scathing characterisations of the opposing parties, the speech is a good study in how rhetorical advocacy can occlude legal argument.",
  "On_the_Cult_of_Personality_and_Its_Consequences": "\"On the Cult of Personality and Its Consequences\" (Russian: «О культе личности и его последствиях», «O kul'te lichnosti i yevo posledstviyakh»), also popularly known as the \"Secret Speech\" (Russian: секретный доклад, sekretnïy doklad), was a report by Soviet leader Nikita Khrushchev, First Secretary of the Communist Party of the Soviet Union, made to the 20th Congress of the Communist Party of the Soviet Union on 25 February 1956. Khrushchev's speech was sharply critical of the reign of the deceased General Secretary and Premier Joseph Stalin, particularly with respect to the purges which had especially marked the last years of the 1930s. Khrushchev charged Stalin with having fostered a leadership cult of personality despite ostensibly maintaining support for the ideals of communism. The speech was leaked to the west by the Israeli intelligence agency, Shin Bet, which received it from the Polish journalist Viktor Grievsky.\nThe speech was shocking in its day. There are reports that the audience reacted with applause and laughter at several points. There are also reports that some of those present suffered heart attacks and others later committed suicide due to shock at the revelations of Stalin's use of terror. The ensuing confusion among many Soviet citizens, bred on the panegyrics and permanent praise of the \"genius\" of Stalin, was especially apparent in Georgia, Stalin's homeland, where the days of protests and rioting ended with the Soviet army crackdown on 9 March 1956. In the West, the speech politically devastated the organised left; the Communist Party USA alone lost more than 30,000 members within weeks of its publication.The speech was a major cause of the Sino-Soviet split in which China (under Chairman Mao Zedong) and Albania (under First Secretary Enver Hoxha) condemned Khrushchev as a revisionist. In response, they formed the anti-revisionist movement, criticizing the post-Stalin leadership of the Communist Party of the Soviet Union for allegedly deviating from the path of Lenin and Stalin.The speech was a milestone in the Khrushchev Thaw. However, it possibly served Khrushchev's ulterior motives to legitimize and consolidate his control of the Soviet Union's party and government after political struggles with Georgy Malenkov and firm Stalin loyalists such as Vyacheslav Molotov, who were involved to varying degrees in the purges. The Khrushchev report's \"Secret Speech\" name came because it was delivered at an unpublicized closed session of party delegates, with guests and members of the press excluded. The text of the Khrushchev report was widely discussed in party cells in early March, often with the participation of non-party members; however, the official Russian text was openly published only in 1989 during the glasnost campaign of the Soviet leader Mikhail Gorbachev.",
  "1992_State_of_the_Union_Address": "The 1992 State of the Union Address was given by the 41st President of the United States, George H. W. Bush, on Tuesday, January 28, 1992, at 9 p.m. EST, in the chamber of the United States House of Representatives to the 102nd United States Congress. It was Bush's third and final State of the Union Address and his fourth and final speech to a joint session of the United States Congress. Presiding over this joint session was the House Speaker, Tom Foley, accompanied by Dan Quayle, the Vice President of the United States.\nThis was the last State of the Union address by President Bush, who lost his re-election bid to Bill Clinton in the 1992 election.\nThe president discussed the collapse of the Soviet Union, Operation Desert Storm, military spending cuts, nuclear disarmament, economic recovery (high unemployment remained from the early 1990s recession), several types of tax cuts and credits, and controlling government spending. Bush listed a nine-point, long-term plan advocating:\n\nfree trade\nschool choice\nresearch and development tax credits and emerging technologies funding\nanti-crime legislation\ninner city development\nprivatized health care reform\nreduction of the federal budget deficit\nCongress to act on various existing reform proposals\nefforts to strengthen familiesSeeing increased division in American media and politics, Bush denounced election-year partisanship and described the popular sentiment as a passing mood.\nThe speech lasted 51 minutes and consisted of 5,012 words.The Democratic Party response was delivered by the Speaker of the House, Representative Tom Foley of Washington. Foley, speaking for 12 minutes, criticized Bush's economic recovery plans as being the same as those that led to the recession and argued for more support of the middle class instead of wealthier Americans.Edward Madigan, the Secretary of Agriculture, served as the designated survivor.",
  "Cross_of_Gold_speech": "The Cross of Gold speech was delivered by William Jennings Bryan, a former United States Representative from Nebraska, at the Democratic National Convention in Chicago on July 9, 1896. In the address, Bryan supported bimetallism or \"free silver\", which he believed would bring the nation prosperity. He decried the gold standard, concluding the speech, \"you shall not crucify mankind upon a cross of gold\". Bryan's address helped catapult him to the Democratic Party's presidential nomination; it is considered one of the greatest political speeches in American history.\nFor twenty years, Americans had been bitterly divided over the nation's monetary standard. The gold standard, which the United States had effectively been on since 1873, limited the money supply but eased trade with other nations, such as the United Kingdom, whose currency was also based on gold. Many Americans, however, believed that bimetallism (making both gold and silver legal tender) was necessary for the nation's economic health. The financial Panic of 1893 intensified the debates, and when Democratic President Grover Cleveland continued to support the gold standard against the will of much of his party, activists became determined to take over the Democratic Party organization and nominate a silver-supporting candidate in 1896.\nBryan had been a dark horse candidate with little support in the convention. His speech, delivered at the close of the debate on the party platform, electrified the convention and is generally credited with getting him the nomination for president. However, he lost the general election to William McKinley, and the United States formally adopted the gold standard in 1900.",
  "On_the_Murder_of_Eratosthenes": "On the Murder of Eratosthenes is a speech by Lysias, one of the \"Canon of Ten\" Attic orators. The speech is the first in the transmitted Lysianic corpus and is therefore also known as Lysias 1. The speech was given by a certain Euphiletos, defending himself against the charge that he murdered Eratosthenes, after he supposedly caught him committing adultery with his wife. Euphiletos defends himself claiming that the killing of Eratosthenes was justifiable homicide, rather than murder. The case was heard before the Delphinion, the court which ruled on cases of justifiable homicide.",
  "Pro_Quinctio": "Pro Quinctio was a defence speech delivered by Marcus Tullius Cicero in 81 BC, on behalf of Publius Quinctius. It is noteworthy as the earliest of Cicero's published speeches to survive.",
  "Jozef_Tiso's_speech_in_Holič": "In August 1942, Jozef Tiso, president of the Slovak State and a Catholic priest, gave a speech in Holič, Slovakia, in which he defended the deportation of Jews from Slovakia. Referring to Jews as \"parasites\" and \"the eternal enemy\", Tiso claimed that their deportation was both economically necessary and congruent with Christian moral principles. The speech has been recognized as a key part of Tiso's moral legacy, emblematic of his complicity in the Holocaust.",
  "Ceaușescu's_final_speech": "The Romanian Revolution (Romanian: Revoluția Română) was a period of violent civil unrest in Socialist Romania during December 1989 as a part of the Revolutions of 1989 that occurred in several countries. The Romanian Revolution started in the city of Timișoara and soon spread throughout the country, ultimately culminating in the show trial and execution of longtime Communist Party General Secretary Nicolae Ceaușescu and his wife Elena, and the end of 42 years of Communist rule in Romania. It was also the last removal of a Marxist-Leninist government in a Warsaw Pact country during the events of 1989, and the only one that violently overthrew a country's government and executed its leader.\nEarly protests occurred in the city of Timișoara in mid-December on the part of the Hungarian minority in response to an attempt by the government to evict Hungarian Reformed church pastor László Tőkés. In response, Romanians sought revolution and a change in government in light of similar recent events in neighbouring nations. The country's ubiquitous secret police force, the Securitate, which was both one of the largest in the Eastern Bloc and for decades had been the main suppressor of popular dissent, frequently and violently quashing political disagreement, ultimately proved incapable of stopping the looming, and then highly fatal and successful revolt.Social and economic malaise had been present in the Socialist Republic of Romania for quite some time, especially during the austerity years of the 1980s. The austerity measures were designed in part by Ceaușescu to repay the country's foreign debts. Shortly after a botched public speech by Ceaușescu in the capital Bucharest that was broadcast to millions of Romanians on state television, rank-and-file members of the military switched, almost unanimously, from supporting the dictator to backing the protesters. Riots, street violence and murder in several Romanian cities over the course of roughly a week led the Romanian leader to flee the capital city on 22 December with his wife, Elena. Evading capture by hastily departing via helicopter effectively portrayed the couple as both fugitives and also acutely guilty of accused crimes. Captured in Târgoviște, they were tried by a drumhead military tribunal on charges of genocide, damage to the national economy and abuse of power to execute military actions against the Romanian people. They were convicted on all charges, sentenced to death, and immediately executed on Christmas Day 1989, and were the last people to be condemned to death and executed in Romania; before capital punishment was abolished permanently on 7 January 1990.\nPresent-day Romania has unfolded in the shadow of the Ceaușescus along with its Communist past, and its tumultuous departure from it. After Ceaușescu was toppled, the National Salvation Front quickly took power, promising free and fair elections within five months. Elected in a landslide the following May, the National Salvation Front, reconstituted as a political party, installed a series of economic and democratic reforms, with further social policy changes being implemented by later governments. Since that point, Romania has become far more integrated with the West than its former, albeit tepid, relations with Moscow. Romania became a member of NATO and the European Union in 2004 and 2007, respectively. Democratic reforms have proven to be moderately successful, though issues with corruption remain.  Economic reforms continue, with Romania still possessing, for example, one of the highest child poverty rates in the developed world.\n\n",
  "I_am_sorry_for_my_country": "Philippine President Rodrigo Duterte made a speech at the Naval Station Felix Apolinario in Camp Panacan, Davao City on August 7, 2016. In the speech, delivered shortly after midnight during his wake visit to four NavForEastMin soldiers killed during clashes with the New People's Army in Compostela Valley, Duterte revealed the names of 150 public officials, including mayors and other local government executives, legislators, police, military and judges, found to be involved in illegal drug trade. He described the drugs situation in the country as \"pandemic\" after 600,000 drug dealers and dependents have surrendered to the police in just one month since he took office.",
  "Pro_Tullio": "Pro Tullio (Latin for \"On behalf of Tullius\") is a partially preserved speech delivered by the Roman orator Cicero in 72 or 71 BC.  The speech was made on behalf of Cicero's client, Marcus Tullius, who claimed legal damages from his neighbor, Publius Fabius, on the basis that Fabius had murdered several of Tullius' slaves in a property dispute.",
  "Speech_and_the_Following_Discussion_at_the_Munich_Conference_on_Security_Policy": "The Munich speech of Vladimir Putin was a speech by Russian leader Vladimir Putin given in Germany on 10 February 2007 at the Munich Security Conference.\nPutin used the speech to express significant points of the future direction of politics as it would be directed in Russia by himself. In subsequent years it received descriptions in the Russian press such as \"iconic\" and \"prophetic\". It is considered in the West to be the first milestone of the Russia–NATO confrontation.",
  "Buddhism,_the_Fulfilment_of_Hinduism": "\"Buddhism, the Fulfilment of Hinduism\" is a lecture delivered by Indian Hindu monk and expounder Swami Vivekananda on 26 September 1893 at the Parliament of the World's Religions in Chicago. In this lecture, he expressed his opinion that \"Buddhism was the fulfilment of Hinduism.\"",
  "On_the_Halonnesus": "On the Halonnesus (Ancient Greek: Περὶ τῆς Ἀλοννήσου) is a political oration attributed to the prominent Athenian statesman and orator Demosthenes. \nThe speech constitutes an Athenian response to a letter of Philip II of Macedon, with which the King of Macedon proposed the amendment of the most important term of the Peace of Philocrates (\"each side should keep the territory possessed at the moment of the official conclusion of the peace treaty\"). In exchange he offered to the Athenians the island of Halonnesus. The orator rejects Philip's demands and proposes instead the mediation of arbitrator, in order to settle their differences. Libanius, who wrote 57 hypotheses or introductions to Demosthenes' orations predicates that On the Halonnesus does not belong to Demosthenes, but to Hegesippus, another prominent member of the anti-Macedonian faction. A. Galinos supports Libanius' position, pointing that this speech differs in terms of style and argumentation from the other orations of Demosthenes.",
  "On_the_False_Embassy": "On the False Embassy (Ancient Greek: Περὶ τῆς παραπρεσβείας) is the name of two famous judicial orations, both delivered in 343 BC by the prominent Athenian statesmen and fierce opponents, Demosthenes and Aeschines.",
  "On_the_Crown": "The Crown is the state in all its aspects within the jurisprudence of the Commonwealth realms and their subdivisions (such as Crown dependencies, overseas territories, provinces, or states). Legally ill-defined, the term has different meanings depending on context. It is used to designate the monarch in either a personal capacity, as Head of the Commonwealth, or as the king or queen of his or her realms. It can also refer to the rule of law; however, in common parlance 'The Crown' refers to the functions of government and the civil service.A corporation sole, the Crown is the legal embodiment of executive, legislative, and judicial governance in the monarchy of each country. These monarchies are united by the personal union of their monarch, but they are independent states. The concept of the Crown developed first in England as a separation of the literal crown and property of the kingdom from the person and personal property of the monarch. It spread through English and later British colonisation and is now rooted in the legal lexicon of the United Kingdom, its Crown dependencies, and the other 15 independent realms. It is not to be confused with any physical crown, such as those of the British regalia.\nThe term is also found in various expressions such as \"Crown land\", which some countries refer to as \"public land\" or \"state land\"; as well as in some offices, such as minister of the Crown, Crown attorney, and Crown prosecutor.",
  "Redfern_Park_speech": "The Redfern Park Speech, also known as the Redfern speech or Redfern address, was made on 10 December 1992 by the then Australian Prime Minister, Paul Keating, at Redfern Park in Redfern, New South Wales, an inner city suburb of Sydney. The speech dealt with the challenges faced by Indigenous Australians, both Aboriginal Australian and Torres Strait Islander peoples. It is still remembered as one of the most powerful speeches in Australian history, both for its rhetorical eloquence and for its ground-breaking admission of the negative impact of white settlement in Australia on its Indigenous peoples, culture and society, in the first acknowledgement by the Australian Government of the dispossession of its First Peoples. It has been described as \"a defining moment in the nation's reconciliation with its Aboriginal and Torres Strait Islander people\".\nThe spirit and name of Keating's Redfern speech was invoked by the Redfern Statement, a policy statement from a large group of Indigenous bodies issued on 9 June 2016, shortly before the 2016 Australian federal election. Among other things, the Statement called for the creation of a new dedicated department to deliver programs for Indigenous advancement.",
  "abdication_of_Akihito": "After 30 years on the Chrysanthemum Throne, Emperor Akihito of Japan abdicated on 30 April 2019, being the first Japanese emperor to do so since 1817. This marked the end of the Heisei era and the inception of the Reiwa era, and saw numerous festivities leading up to the accession of his son and successor, Emperor Naruhito. The Enthronement Ceremony took place on 22 October 2019. Akihito's younger son, Prince Akishino, is his brother's heir presumptive.",
  "On_the_Mindless_Menace_of_Violence": "On the Mindless Menace of Violence is a speech given by United States Senator and presidential candidate Robert F. Kennedy. He delivered it in front of the City Club of Cleveland at the Sheraton-Cleveland Hotel on April 5, 1968, the day after the assassination of Martin Luther King Jr. With the speech, Kennedy sought to counter the King-related riots and disorder emerging in various cities, and address the growing problem of violence in American society.\nOn April 4, King, a prominent African-American civil rights leader, was assassinated. Race riots subsequently broke out across the United States. After delivering an improvised speech on the matter in Indianapolis, Kennedy withdrew to the hotel he was staying in and suspended his presidential campaign. Community leaders convinced him to keep a single engagement before the City Club of Cleveland. Doing away with his prepared remarks, Kennedy's speechwriters worked early into the morning of April 5 to craft a response to the assassination. Kennedy reviewed and revised the draft en route to Cleveland. Speaking for only ten minutes, Kennedy outlined his view on violence in American society before a crowd of 2,200. He criticized both the rioters and the white establishment who, from his perspective, were responsible for the deterioration of social conditions in the United States. He proposed no specific solutions to the internal division and conflict, but urged the audience to seek common ground and try to cooperate with other Americans.\nKennedy's speech received much less attention than his famous remarks in Indianapolis and was largely forgotten by the news media and scholars. However, several of his aides considered it to be among his finest orations. Journalist Jack Newfield was of the opinion that the address was a suitable epitaph for the senator, who was assassinated two months later.",
  "Pregón": "Coro-pregón (or coro-guía, coro-inspiración) in Afro-Cuban music and Cuban-based Latin music (mainly from the Puerto Rico), most of all salsa, but also in some non-Cuban genres like merengue and bachata, refers to a call and response section between the lead singer and the coro (chorus). It is found in most Cuban genres, for example son and son montuno, rumba, cha-cha-chá, timba, and many more.",
  "Against_Timocrates": "Against Timocrates was a speech given by Demosthenes in Athens in which he accused Timocrates of proposing an illegal decree. The speech provides our best evidence about the use of imprisonment as a punishment in Classical Athens.Timocrates' law would have allowed debtors to the state to go free on providing a surety, rather than being imprisoned until they paid their debts.  Democrates' speech criticises this law on the grounds that it would unfairly advantage wealthy citizens at the expense of the poor.",
  "Gaudet_Mater_Ecclesia": "Gaudet Mater Ecclesia (Latin for \"Mother Church Rejoices\") is the opening declaration of the Second Vatican Council. \nPope John opened the Council on October 11, 1962, in a public session before the Council Fathers as well as representatives of 86 governments and international bodies. Following a Mass, the Pope read the opening declaration.\nIn the speech, he rejected the thoughts of \"prophets of doom who are always forecasting disaster\" in the world and in the future of the Church. Pope John stressed the pastoral, not doctrinal, nature of the Council: The Church did not need to repeat or reformulate existing doctrines and dogma but rather had to teach Christ's message in light of the modern world's ever-changing trends.\nHe exhorted the Council Fathers \"to use the medicine of mercy rather than the weapons of severity\" in the documents they would produce.\n\nGaudet Mater Ecclesia stated the purpose of the Second Vatican Council to be defending and presenting the sacred deposit of Christian doctrine. The greatest concern of the Ecumenical Council is this, that the sacred deposit of Christian doctrine should be more effectively defended and presented.YouTube: [This Catholic Moment: Where Are We and What is the Path Forward\n\nThe document previewed what Pope John Paul II would later call the New evangelization.",
  "Votes_for_Women_(speech)": "Votes for Women, a popular slogan in the campaign for women's suffrage in the United States, was also the title of a January 20, 1901 speech by American author and humorist Samuel Langhorne Clemens, better known as Mark Twain.  In this speech Twain spoke out for women's full enfranchisement in the electoral process and predicted that within 25 years, they would have the right to vote. This proved to be true, the Women's Suffrage Amendment to the Constitution being passed by the United States Congress in 1919 and ratified by all the states in 1920.\nThis speech was given at the Annual Meeting of the Hebrew Technical School for Girls in the Temple Emanuel.",
  "Against_Leptines": "Against Leptines was a speech given by Demosthenes in which he called for the repeal of a law sponsored by Leptines which denied anyone a special exemption from paying public charges (leitourgiai). It was probably delivered in the year 355/354 BC. Unusually for Athenian law courts, though Demosthenes wrote the speech for Ktesippos, the son of Chabrias, he probably delivered it himself. It is thus the first speech which Demosthenes delivered in a public case.",
  "For_Phormion": "For Phormion (Ancient Greek: Παραγραφὴ ὑπὲρ Φορμίωνος, romanized: Paragraphe Hyper Phormionos) was a speech composed by the Athenian logographer Demosthenes.\nIt was delivered on Phormion's behalf, possibly by Demosthenes himself, probably in 350–49 BC. It is the thirty-sixth speech in the Demosthenic corpus.",
  "adlocutio": "In ancient Rome the Latin word adlocutio means an address given by a general, usually the emperor, to his massed army and legions, and a general form of Roman salute from the army to their leader. Many researches of adlocutio focus on the art of statuary and coinage aspects. It is often portrayed in sculpture, either simply as a single, life-size contraposto figure of the general with his arm outstretched, or a relief scene of the general on a podium addressing the army. Such relief scenes also frequently appear on imperial coinage. The adlocutio is one of the most widely represented formulas of Roman art. The convention is regularly shown in individual figures like the famous Augustus of Prima Porta or can be put into a narrative context as seen in the Aurelian panel. Gestures and body languages are crucial for the study of adlocutio as in ancient time, as addressing to thousands of soldiers was less penetrable in voice sounds compared to body languages and gestures which were more powerful, infectious of raising the army's enthusiasm. Characteristic of the formula is the outstretched hand of speech as well as the contrapposto pose with the weight clearly shifted to one leg. Much information about adlocutio can be interpreted by these sculptures.",
  "I_Have_a_Dream": "\"I Have a Dream\" is a public speech that was delivered by American civil rights activist Martin Luther King Jr. during the March on Washington for Jobs and Freedom on August 28, 1963, in which he called for civil and economic rights and an end to racism in the United States. Delivered to over 250,000 civil rights supporters from the steps of the Lincoln Memorial in Washington, D.C., the speech was a defining moment of the civil rights movement and among the most iconic speeches in American history.Beginning with a reference to the Emancipation Proclamation, which declared millions of slaves free in 1863, King said \"one hundred years later, the Negro still is not free\". Toward the end of the speech, King departed from his prepared text for a partly improvised peroration on the theme \"I have a dream\", prompted by Mahalia Jackson's cry: \"Tell them about the dream, Martin!\" In this part of the speech, which most excited the listeners and has now become its most famous, King described his dreams of freedom and equality arising from a land of slavery and hatred. Jon Meacham writes that, \"With a single phrase, Martin Luther King Jr. joined Jefferson and Lincoln in the ranks of men who've shaped modern America\". The speech was ranked the top American speech of the 20th century in a 1999 poll of scholars of public address.",
  "Hitler's_Obersalzberg_Speech": "The Obersalzberg Speech is a speech given by Adolf Hitler to Wehrmacht commanders at his Obersalzberg home on 22 August 1939, a week before the German invasion of Poland. The speech details, in particular, the pending German invasion of Poland and a planned extermination of Poles. It shows Hitler's knowledge of the extermination and his intention to carry out this genocide in a planned manner.",
  "2006_Chávez_speech_at_the_United_Nations": "On 20 September 2006, Venezuelan President Hugo Chávez delivered a speech to the United Nations General Assembly damning U.S. President George W. Bush, with particular focus on foreign policy. The speech received international praise due in part to the strong worldwide unpopularity of the policies of the George W. Bush administration. While the speech was received with sustained applause in the General Assembly, and even from some in the United States, particularly on the left wing, it was met with abrasive bipartisan criticism by many public and elected officials in the United States. Despite the criticism that this speech attracted from U.S. officials, Chavez' UN speech came at a time when then President George W. Bush's approval rating was at an all time low among the American public.",
  "Crimean_speech_of_President_Putin": "Crimean speech of President Vladimir Putin refers to a speech by the Russian president Vladimir Putin's on March 18, 2014 to both chambers of the Federal Assembly of the Russian Federation in connection with the request for admission by the Crimean parliament of the republic in the Russian Federation. He spoke in the St. George Hall of the Grand Kremlin Palace in the Moscow Kremlin.In the same place, Putin delivered another speech on December 4, 2014 that also picked out the Crimea as a central theme.",
  "The_Quality_of_Mercy": "\"A Quality of Mercy\" is episode 80 of the American television anthology series The Twilight Zone, which originally aired on December 29, 1961. The title is taken from a notable speech in William Shakespeare's The Merchant of Venice, quoted in Serling's closing narration at the end of the episode. It was loosely adapted into the first segment of Twilight Zone: The Movie.",
  "Donald_Trump_speech_to_joint_session_of_Congress,_February_2017": "The 45th President of the United States, Donald Trump, gave his first public address before a joint session of the United States Congress on Tuesday, February 28, 2017. Similar to a State of the Union Address, it was delivered before the 115th United States Congress in the Chamber of the United States House of Representatives in the United States Capitol. Presiding over this joint session was the House Speaker, Paul Ryan, accompanied by Mike Pence, the Vice President of the United States.\nDuring his speech, President Trump announced the creation of the Office of Victims of Immigration Crime Engagement (VOICE) in the United States Department of Homeland Security.Veterans Affairs Secretary David Shulkin was the designated survivor and did not attend the address in order to maintain a continuity of government. He was sequestered at a secret secure location for the duration of the event.",
  "Nicolas_Sarkozy_Dakar_address": "On July 27, 2007, French President Nicolas Sarkozy delivered a speech at Cheikh Anta Diop University in Dakar, Senegal. The speech, known in France as the Discours de Dakar (Dakar address), drew wide criticism for its characterization of Africans as outside of history and progress.The speech came as part of a foreign trip with then-wife Cécilia, anticipated as an effort to repair French relations with the continent after Sarkozy's predecessor Jacques Chirac had been perceived as supporting authoritarian governments in former French colonies.",
  "Abdications_of_Bayonne": "The Abdications of Bayonne is the name given to a series of forced abdications of the Kings of Spain that led to what the Spanish-speaking world calls the Guerra de la Independencia Española (Spanish War of Independence) (1808–1814), which overlaps with the Peninsular War. The failed El Escorial Conspiracy preceded the Tumult of Aranjuez, which forced King Charles IV to abdicate the throne to his son Ferdinand VII in 1808 by order of the Spanish Royal Council. Ferdinand VII also abdicated later that year.\nNapoleon's designation of his brother, Joseph, as King of Spain was resisted by the Spanish people and led to the Peninsular War. Napoleon was eventually forced to release Ferdinand, and, on December 11, 1813, he appointed Ferdinand as the King of Spain.",
  "What_to_the_Slave_Is_the_Fourth_of_July?": "\"What to the Slave Is the Fourth of July?\" is the title now given to a speech by Frederick Douglass delivered on July 5, 1852, in Corinthian Hall, Rochester, New York, addressing the Rochester Ladies' Anti-Slavery Society. The speech is perhaps the most widely known of all of Frederick Douglass' writings save his autobiographies. Many copies of one section of it, beginning in para. 32, have been circulated online. Due to this and the variant titles given to it in various places, and the fact that it is called a July Fourth Oration but was actually delivered on July 5, some confusion has arisen about the date and contents of the speech. The speech has since been published under the above title in The Frederick Douglass Papers, Series One, Vol. 2. While referring to the celebrations of the Independence Day in the United States the day before, the speech explores the constitutional and values-based arguments against the continued existence of Slavery in the United States. Douglass orates that positive statements about American values, such as liberty, citizenship, and freedom, were an offense to the enslaved population of the United States because of their lack of freedom, liberty, and citizenship. As well, Douglass referred not only to the captivity of enslaved people, but to the merciless exploitation and the cruelty and torture that slaves were subjected to in the United States. Rhetoricians R.L. Heath and D. Waymer called this topic the \"paradox of the positive\" because it highlights how something positive and meant to be positive can also exclude individuals.",
  "Never_was_so_much_owed_by_so_many_to_so_few": "\"Never was so much owed by so many to so few\" was a wartime speech made by the British prime minister Winston Churchill on 20 August 1940. The name stems from the specific line in the speech, \"Never in the field of human conflict was so much owed by so many to so few\", referring to the ongoing efforts of the Royal Air Force crews who were at the time fighting the Battle of Britain, the pivotal air battle with the German Luftwaffe, with Britain expecting an invasion. Pilots who fought in the battle have been known as The Few ever since; at times being specially commemorated on 15 September, \"Battle of Britain Day\".",
  "Appeal_of_18_June": "The Appeal of 18 June (French: L'Appel du 18 juin) was the first speech made by Charles de Gaulle after his arrival in London in 1940 following the Fall of France. Broadcast to France by the radio services of the British Broadcasting Corporation (BBC), it is often considered to have represented the origin of the French Resistance in World War II. It is regarded as one of the most important speeches in French history. In spite of its significance in French collective memory, historians have shown that the appeal was heard only by a minority of French people. De Gaulle's 22 June 1940 speech was more widely heard.",
  "Demosthenes'_Funeral_Oration": "Demosthenes's Funeral Oration (Greek: Ἐπιτάφιος Λόγος) was delivered between August and September of 338 BC, just after the Battle of Chaeronea. It constitutes along with the Erotic Essay the two epideictic orations of the prominent Athenian statesman and orator, which are still existent.",
  "Chance_for_Peace_speech": "The Chance for Peace speech, also known as the Cross of Iron speech, was an address given by U.S. President Dwight D. Eisenhower on April 16, 1953, shortly after the death of Soviet dictator Joseph Stalin. Speaking only three months into his presidency, Eisenhower likened arms spending to stealing from the people, and evoked William Jennings Bryan in describing \"humanity hanging from a cross of iron.\" Although Eisenhower, a former military man, spoke against increased military spending, the Cold War deepened during his administration and political pressures for increased military spending mounted. By the time he left office in 1961, he felt it necessary to warn of the military-industrial complex in his final address.",
  "Trayvon_Martin_could_have_been_me_35_years_ago": "Barack Obama served as the 44th President of the United States from 2009 to 2017. Before his presidency, he served in the Illinois Senate (1997–2004) and the United States Senate (2005–2008).\nIt was during his campaign for the United States Senate that he first made a speech that received nationwide attention; he gave the keynote address at the 2004 Democratic National Convention. and stated \"there is not a liberal America and a conservative America—there is the United States of America\". Obama began to run for president just three years after that speech. In response to a political controversy involving race during the primary campaign, he delivered his \"A More Perfect Union\" speech, which was widely seen as a critical point in the campaign.\nObama won election to the presidency in 2009 and re-election in 2013 .Among the hundreds of speeches he has delivered since then include six speeches before Congress (including four State of the Union addresses), two victory speeches, a speech to the Islamic world in Egypt early in his first term, and a speech following the shooting of Congresswoman Gabrielle Giffords.\nOn 10 Jan 2017, We Are The Change We Seek, a collection of Barack Obama's greatest speeches selected and introduced by columnist E.J. Dionne and MSNBC host Joy-Ann Reid was published by Bloomsbury Publishing.\n\n"
}