{
  "This was their finest hour": "This was their finest hour (vertaling: Dit was hun mooiste uur) of kortweg Their finest hour was een 36 minuten durende toespraak van de Britse conservatieve politicus Winston Churchill op 18 juni 1940 tot het Lagerhuis van het Verenigd Koninkrijk. Deze toespraak hield hij iets meer dan een maand na zijn aantreden als premier aan het hoofd van het oorlogskabinet als opvolger van Neville Chamberlain in het tweede jaar van de Tweede Wereldoorlog, toen Nazi-Duitsland na Denemarken en Noorwegen ook Nederland, België, Luxemburg en Frankrijk had overrompeld en Groot-Brittannië er door de afzijdigheid van de Verenigde Staten alleen voor kwam te staan.\nHet was de derde van drie toespraken die Churchill hield tijdens de Slag om Frankrijk, na zijn toespraken Blood, toil, tears, and sweat op 13 mei en We Shall Fight on the Beaches op 4 juni.\nDit was hun mooiste uur werd door hem geschreven en uitgesproken toen hij wilde aangeven dat een kritiek punt was bereikt, nadat de Franse legerleiding op 16 juni 1940 had aangegeven een wapenstilstand met Duitsland te willen sluiten.\nIn zijn toespraak trachtte Churchill zijn beleid sinds de evacuatie van de Britse troepen vanuit Duinkerke te verdedigen: alle nog beschikbare troepen moesten worden ingezet om een eventuele invasie van Groot-Brittannië te voorkomen of af te weren.\nOp het moment dat het land zich in een hachelijke situatie bevond, sprak hij niet alleen over het nationale voortbestaan en nationaal belang, maar ook over nobele zaken als vrijheid, christelijke beschaving en de rechten van kleine naties waarvoor Groot-Brittannië voorvechter moest zijn en waarin hij een medestander zocht in de Verenigde Staten. Die zouden volgens hem onvermijdelijk geroepen zijn tot meestrijden tegen Nazi-Duitsland, zodat men ooit terugblikkend op het kritieke moment waarop tot die vasthoudendheid was besloten zou kunnen zeggen: Dit was hun mooiste uur.\nWat de Franse generaal Maxime Weygand de \"Slag om Frankrijk\" had genoemd, leek voorbij. Churchill voorzag dat er nu een Battle of Britain zou volgen. Van deze strijd zou volgens hem het hele voortbestaan van de christelijke beschaving afhangen: Hitler weet dat hij ons op dit eiland moet breken of de oorlog verliezen. Falen zou betekenen dat de hele wereld zou wegzakken in de afgrond van een nieuw donker tijdperk.\nFinest Hour zou later de titel worden van het tweede deel van Churchills geschiedschrijving van de Tweede Wereldoorlog, over de periode mei - december 1940.",
  "Gettysburg Address": "De Gettysburg Address is een korte toespraak van Amerikaans president Abraham Lincoln, uitgesproken op 19 november 1863 bij de wijding van het Soldier’s National Cemetery te Gettysburg in de staat Pennsylvania.\nLincoln was een van de twee genodigde sprekers bij de wijding van het graf van 7.863 Amerikanen die gesneuveld waren bij de Slag bij Gettysburg. De hoofdgenodigde was de bekende spreker Edward Everett, die een speech van net geen twee uur hield. Lincoln was als ‘achterafje’ uitgenodigd en hield een speech van 266 woorden, minder dan twee minuten - niet eens genoeg tijd voor de fotograaf om een foto te nemen. Lincoln zelf was niet tevreden over zijn toespraak en publiceerde later een tweetal gereviseerde edities. De ontvangst was in eerste instantie gemengd.\nIn zijn korte toespraak probeerde Lincoln samen te vatten waarom de sprekers en toehoorders die dag tezamen waren. Hij sprak over de reden achter het ontstaan van de jonge republiek der Verenigde Staten en waarom een verschrikkelijke oorlog die republiek nu in tweeën aan het scheuren was. En waarom de mensen die begraven waren op dat kerkhof hun offer hadden gebracht.\nLincolns korte en simpele toespraak wordt beschouwd als de meest elegante en beeldschone samenvatting van de Amerikaanse Burgeroorlog die er is - de reden waarom hij gevochten werd, het hogere doel achter al de ellende die hij bracht, de drijfveren van de gehele Amerikaanse samenleving in die tijd. Generaties Amerikaanse schoolkinderen hebben deze woorden uit het hoofd geleerd en Lincolns poëtische woorden zijn vereeuwigd op het Lincoln Memorial.",
  "Over persoonsverheerlijking en diens gevolgen": "Over persoonsverheerlijking en de gevolgen ervan (О культе личности и его последствиях) was een toespraak van Nikita Chroesjtsjov op het twintigste congres van de Communistische Partij van de Sovjet-Unie op 25 februari 1956. Chroesjtsjov leverde in de toespraak harde kritiek op Jozef Stalin, voornamelijk op de Grote Zuivering in de jaren ’30 en de persoonsverheerlijking van Stalin. De toespraak was de aanzet tot verdere destalinisatie in de Sovjet-Unie.\nDe toespraak staat ook bekend als de geheime toespraak, omdat ze werd gehouden op een onaangekondigde gesloten bijeenkomst voor afgevaardigden van de Communistische Partij van de Sovjet-Unie, waarbij gasten en journalisten buitengesloten werden. In maart 1956 werd de toespraak voorgelezen in partijafdelingen, waarbij partijloze mensen aanwezig waren. Daardoor is de term “geheime toespraak” niet echt correct. De tekst werd pas officieel in 1989 gepubliceerd.",
  "An meine Völker": "An meine Völker (Aan mijn volkeren) is de proclamatie van 29 juli 1914, waarmee de Oostenrijkse keizer Frans Jozef I zich tot de volkeren behorend bij de Oostenrijks-Hongaarse dubbelmonarchie richtte, nadat zijn regering daags daarvoor de oorlog aan Servië had verklaard. De tekst van de proclamatie werd door de keizer zelf, met de hand, geschreven aan zijn schrijftafel in de keizerlijke villa in Bad Ischl. De proclamatie wordt voorafgegaan door een korte brief aan minister-president Karl von Stürgkh, waarin de keizer de oorlogsverklaring aan Servië bevestigt, en de wens tot uitdrukking brengt, om zich in dit \"zo noodlottige uur, te wenden tot zijn geliefde volkeren\". De proclamatie werd afgedrukt in het Amtsblatt der k. k. Reichshaupt- und Residenzstadt Wien en markeerde zo het begin van de Eerste Wereldoorlog.\nIn het manifest schrijft de keizer dat, hoewel hij gehoopt had zich op zijn oude dag louter met vredewerken te kunnen bezighouden, hem en zijn regering geen andere weg openstond dan die van de oorlog. Frans Jozef schrijft dat met deze oorlog de toekomst van zijn Huis, zijn Monarchie en de aan hem ondergeschikte volkeren op het spel staat. Volgens de keizer had Oostenrijk-Hongarije, vanaf het moment dat Servië een eigen staatkundige eenheid werd, nooit iets nagelaten om de jonge natie te ondersteunen. Niettemin, stelt hij vast, hebben hijzelf zowel als zijn Rijk nooit op iets anders kunnen rekenen dan op onbegrijpelijke haat vanuit het jonge vorstendom.\nDe keizer meent dat de dubbelmonarchie Servië - met het juli-ultimatum, dat Oostenrijk aan de Servische regering had gesteld na de moord op aartshertog Frans Ferdinand  - alle kansen heeft gegeven tot een vreedzame oplossing, maar dat Servië de terechte wensen en verlangens van zijn regering allemaal heeft afgewezen. Zodoende stond de Oostenrijkse regering geen andere mogelijkheid ter beschikking dan het zwaard te trekken. Na een oproep aan de bevolking deze oorlog te steunen, en na een korte laudatio op de dapperheid van het Oostenrijks-Hongaarse leger, beveelt de keizer zijn oorlogstreven aan in de gunst van de Almachtige.\nTer gelegenheid van de honderdjarige herdenking van het begin van de Eerste Wereldoorlog organiseerde de Österreichische Nationalbibliothek een tentoonstelling met de titel An meine Völker.",
  "Toespraak van Seraing": "Seraing (Waals: Serè) is een stad en gemeente in de provincie Luik in België. De gemeente telt ruim 64.000 inwoners en is hiermee de negentiende grootste stad van België. Seraing verwierf de stadsrechten pas in 2000.",
  "Schumanplan": "Het Schumanplan, vervat in de Schumanverklaring van 9 mei 1950 en genoemd naar haar geestelijk vader, de toenmalige minister van buitenlandse zaken en voormalig premier van Frankrijk, Robert Schuman, was de eerste aanzet tot de Europese Gemeenschap voor Kolen en Staal (EGKS), die op 25 juli 1952 met zes landen van start ging (Nederland, België, Luxemburg, de Bondsrepubliek Duitsland, Frankrijk en Italië). Het Schumanplan betekende het begin van de revolutie in de Europese betrekkingen en zou later groeien tot de Europese Unie.\nHet plan, ook wel de spill-overmethodiek (dit is slechts een van de theorieën over het Schumanplan) genoemd, bestond eruit te beginnen met een klein deel van de nationale economieën te integreren, en zo tot sociale, culturele en politieke integratie te komen. Het oorspronkelijke plan hield een voorstel in om de gehele Franse en Duitse kolenindustrie onder gezag te stellen van een gezamenlijke Hoge Autoriteit (H.A.), in een organisatie die ook openstond voor andere Europese landen. Het voorstel werd na weken van onderhandelingen met het Verenigd Koninkrijk, op 3 juni 1950 onderschreven door de regeringsleiders van België, Frankrijk, Luxemburg, Italië, Nederland en de Bondsrepubliek Duitsland.Men wilde een supranationale organisatie in plaats van een intergouvernementele, zoals het vroeger was.\nIntergouvernementalisme berust op drie principes:\n\nBesluiten worden genomen door organen die bestaan uit afgevaardigden van de regering.\nDeelnemende staten worden rechtens niet gebonden aan besluiten, die tegen hun wil zijn genomen.\nHet is aan de lidstaten of men ook werkelijk overgaat tot implementatie van de besluiten.Stappen van integratie:\n\nEerste stap: integreren van de sector kolen en staal. Eerste poging om tot een verzoening te komen tussen Frankrijk en Duitsland.\nTweede stap: integreren sector kolen en staal van de andere landen.\nDerde stap: integreren van de andere economische sectoren.\nVierde stap: integreren van de sociale, culturele en politieke sectoren.",
  "Staatsrede": "De staatsrede is de regeringsverklaring van de president van Zuid-Afrika en de jaarlijkse opening van het parlement van Zuid-Afrika. De staatsrede wordt gehouden in een gezamenlijke zitting van de Nationale Vergadering en de Nationale Raad van Provincies. Tijdens de staatsrede worden de nieuwe plannen van de Zuid-Afrikaanse regering voor het komende jaar voor het eerst bekend gemaakt. Aangezien in Zuid-Afrika de regerende partij al sinds 1953 een meerderheid in het parlement heeft, zijn de plannen van de regering vaak niet eerder bekend. De staatsrede is ook van ceremonieel belang en wordt bijgewoond door de rechters van het constitutioneel hof en ambassadeurs van bevriende landen.\nVan geschiedkundig belang is de staatsrede van 1990, toen staatspresident De Klerk onverwacht de eenzijdige afschaffing van de apartheid aankondigde en de tot dan toe verboden politieke groepen uitnodigde te gaan onderhandelen over de toekomst van Zuid-Afrika.",
  "Regensburglezing": "De Regensburger lezing of Regensburger rede is een lezing die paus Benedictus XVI hield op 12 september 2006 aan zijn Alma Mater, de universiteit van Regensburg in Duitsland. De lezing was getiteld Glaube, Vernunft und Universität. Erinnerungen und Reflexionen (Geloof, ratio en universiteit. Herinneringen en beschouwingen).",
  "Tear down this wall!": "Tear down this wall! (Nederlands: \"breek deze muur af!\") was een oproep van de Amerikaanse president Ronald Reagan aan Michail Gorbatsjov, leider van de Sovjet-Unie, tijdens een toespraak aan de Brandenburger Tor nabij de Berlijnse Muur op 12 juni 1987. Reagan daagde Gorbatsjov, destijds secretaris-generaal van de Communistische Partij van de Sovjet-Unie, uit om de Berlijnse Muur af te breken, als een symbool voor Gorbatsjovs verlangen om de vrijheid in de Sovjet-Unie te verhogen door glasnost (\"transparantie\") en perestrojka (\"herstructurering\").",
  "Programma van Belleville": "Het Programma van Belleville  was een redevoering uitgesproken door Léon Gambetta in de Parijse wijk Belleville tijdens zijn campagne voor de Franse parlementsverkiezingen van 1869. Op 15 mei 1869 werd de redevoering gepubliceerd in het dagblad L'Avenir national.",
  "Kromhoutlezing": "De Kromhoutlezing is vernoemd naar de Rotterdamse architect Willem Kromhout (1864-1940), een van de oprichters van de Academie van Bouwkunst Amsterdam in 1908. Kromhout was lid van architectuurgenootschap Architectura et Amicitia. Sinds 2010 wordt de Kromhoutlezing ieder jaar uitgesproken in oktober door een alumnus of oud-docent van de Academie van Bouwkunst. De lezing valt samen met de Dies natalis van de Academie van Bouwkunst.\n\n2010 - Aart Oxenaar, directeur Academie van Bouwkunst Amsterdam 1998-2014\n2011 - Laurens Jan ten Kate, architect, hoofd masteropleiding Architectuur 1999-2002\n2012 - Rob Wagemans, architect, alumnus masteropleiding Architectuur\n2013 - Anne Holtrop, architect, alumnus masteropleiding Architectuur\n2014 - Bruno Doedens, landschapsarchitect\n2015 - Madeleine Maaskant, architect, directeur Academie van Bouwkunst Amsterdam per 2015\n2016 - Nathalie de Vries, architect en stedenbouwkundige\n2018 - Philomene van der Vliet en Jan Maas, landschapsarchitecten, alumni  masteropleiding landschapsarchitectuur",
  "Anna Reynvaan Lezing": "De Anna Reynvaan Lezing is sinds 1999 een jaarlijkse lezing in Amsterdam. Tot 2018 werd de lezing georganiseerd door Verpleegkundigen & Verzorgenden Nederland, het Academisch Medisch Centrum (AMC) in Amsterdam, het verpleegkundig tijdschrift Bijzijn, de Hogeschool van Amsterdam en het Nederlands Tijdschrift voor Geneeskunde. Sinds 2019 is de organisatie in handen van Amsterdam UMC, V&VN, de Hogeschool van Amsterdam en het tijdschrift TvZ. De lezing wordt in het voorjaar gehouden in de Stadsschouwburg en uitgesproken door een toonaangevende buitenlandse verpleegkundige. De lezing is genoemd naar Anna Reynvaan (1844-1920), een Nederlandse verpleegster, die adjunct-directrice in het Buitengasthuis en in het Wilhelmina Gasthuis in Amsterdam was. Het equivalent is De Anatomische Les, sinds 1994 een medische publiekslezing op het snijvlak van geneeskunde en maatschappij waarvoor elk jaar een spreker wordt aangezocht die in zijn of haar discipline internationaal toonaangevend is. De lezing van De Anatomische Les wordt uitgesproken in de grote zaal van het Concertgebouw.",
  "I Have a Dream": "I Have a Dream (Nederlands: Ik heb een droom) is de titel van een beroemde rede die Martin Luther King hield op 28 augustus 1963.\nDe rede van bij elkaar 17 minuten hield King voor het Lincoln Memorial in Washington D.C. De woorden van King inspireerden niet alleen de bezoekers ter plekke, maar ook elders in de wereld en in latere tijden.\nDe rede hield hij ter gelegenheid van de mars naar Washington die die dag in de stad was aangekomen, ten overstaan van een publiek van meer dan 200.000 mensen. Van de rede werd rechtstreeks verslag uitgebracht op televisie.",
  "We Shall Fight on the Beaches": "We Shall Fight on the Beaches (We zullen vechten op de stranden) is de algemeen gangbare benaming die is gegeven aan een toespraak van de Britse conservatieve politicus Winston Churchill op 4 juni 1940 voor het Lagerhuis, die tevens bekend is om Churchill's resolute woorden We shall never surrender (We zullen ons nooit overgeven). Dit was ook een antwoord op het door hem afgewimpeld aanbod van de Italiaanse leider Benito Mussolini te bemiddelen tussen Nazi-Duitsland en de Geallieerden, iets waarvoor zijn partijgenoten Neville Chamberlain en Halifax nog wel ontvankelijk hadden geleken. Churchill, die anders dan zij voor zijn aantreden als premier al jarenlang een hardere koers tegen Nazi-Duitsland voorstond, stelde zich consequent op het standpunt niet te willen onderhandelen met dictators.\nDit was de tweede van drie belangrijke toespraken ten tijde van de Slag om Frankrijk in het tweede jaar van de Tweede Wereldoorlog.\nIn deze toespraak moest Churchill een grote militaire ramp beschrijven en waarschuwen voor een mogelijke invasie van Groot-Brittannië door Nazi-Duitsland. Hij moest ook zijn binnenlandse publiek voorbereiden op een mogelijke capitulatie van Frankrijk.\nDe tekst bevat ook zinspeling op het zonodig vanuit de koloniën voortzetten van de strijd en met Amerikaanse hulp.",
  "Tenterfield Oration": "De Tenterfield Oration was een toespraak gegeven door Sir Henry Parkes, toenmalig minister-president van Nieuw-Zuid-Wales, op de Tenterfield School of Arts te Tenterfield, Nieuw-Zuid-Wales, Australië op 24 oktober 1889, waarin hij het idee bepleitte dat de zes Australische koloniën zich moesten verenigen in een federatie.\nIn deze periode genoten de Australische koloniën zelfbestuur onder het ver weg gelegen Britse ministerie van koloniën. De stad Tenterfield ervoer de nadelen van de verdeeldheid. De stad was ver verwijderd van Sydney, de hoofdstad van New South Wales en lag juist relatief dicht bij de commerciële centra van het naburige Queensland. In deze periode werden er grenstarieven opgelegd door Queensland en de lokale bevolking was sterk voor vrije handel.\nDe belangrijkste reden die Parkes tijdens zijn redevoering gaf voor het vormen van een federatie was een verenigde landsverdediging van het Australische continent.",
  "Gaudet Mater Ecclesia": "Gaudet Mater Ecclesia (Latijn voor De moederkerk jubelt) is de toespraak waarmee paus Johannes XXIII op 11 oktober 1962 het Tweede Vaticaans Concilie opende.\n\nDe Moederkerk jubelt omdat door de bijzondere gunst van de Goddelijke Voorzienigheid thans de vurig verbeide dag is aangebroken, waarop onder de bescherming van de Maagd, Moeder van God, wier moederlijke waardigheid vandaag feestelijk wordt gevierd, hier bij het graf van Sint Petrus het Tweede Vaticaans Oecumenisch Concilie plechtig wordt geopend.\nZo begon paus Johannes zijn toespraak, waarin hij de bedoelingen van het Concilie nader uiteenzette. Na een historische terugblik op de voorgaande twintig oecumenische concilies, spreekt de paus de hoop en de verwachting uit dat dit Tweede Vaticaanse concilie de Kerk rijker zal maken in geestelijke goederen, en hieruit nieuwe krachten zal putten om de toekomst onverschrokken tegemoet te kunnen zien. Hierna formuleert de paus het belangrijkste doel van het Concilie: het verdedigen en versterken van de geloofswaarheid. Het gaat echter hierbij niet alleen om het bewaren van het geloof, als een oude, kostbare schat, maar ook - en vooral - dat het geloof wordt verbreid, op een manier die past bij de tegenwoordige tijd. Ook het bestrijden van dwalingen, wordt door de paus gezien als een doel van dit concilie, maar niet - zoals vroeger gebruikelijk was - door het in gestrengheid veroordelen ervan, maar door gebruik te maken van het geneesmiddel der barmhartigheid.Maar het voornaamste doel van dit alles, is volgens de paus het bevorderen van de eenheid onder de christenen en alle mensen.De paus besluit zijn toespraak met een optimistisch beeld:\n\nHet Concilie, dat nu begint, ontstaat in de Kerk als een dag, schitterend stralend van licht. Het is nog slechts de dageraad, en reeds worden wij zo heerlijk gekoesterd door de eerste stralen van de opkomende zon! Alles hier ademt heiligheid, alles stemt tot blijdschap. Kijken wij maar naar de sterren, die met hun gloed de verhevenheid van dit heiligdom vermeerderen: deze sterren zijt gij, volgens de getuigenis van de Apostel Johannes; en door u zien Wij als het ware bij het graf van de Prins der Apostelen de gouden luchters stralen, namelijk de u toevertrouwde Kerken. Met u zien Wij de waardigheidsbekleders, die uit de vijf continenten naar Rome zijn gekomen, de persoonlijke afgezanten van hun, Naties en die hier met grote eerbied en hartelijke verwachting aanwezig zijn.",
  "Poznan-toespraken": "Seksueel misbruik binnen de Rooms-Katholieke Kerk kreeg sinds eind twintigste eeuw veel aandacht in de media na tal van onthullingen van seksueel misbruik van minderjarigen door priesters en andere religieuzen. Het misbruik speelde zich vooral af in de jaren vijftig tot en met de jaren tachtig van de twintigste eeuw, maar kwam pas decennia later in volle omvang naar buiten. Sommige van de seksuele misbruiken kwamen voor het gerecht, andere werden door de kerkelijke overheid intern geregeld, vaak toegedekt of door betrokkenen afgekocht. Het probleem was niet alleen de gevallen van seksueel misbruik zelf, maar ook de gebrekkige wijze waarop de autoriteiten binnen de Rooms-Katholieke Kerk met het seksueel misbruik omgingen.",
  "Nostis perfecto": "Nostis Perfecto was een toespraak van paus Benedictus XV gehouden tot de kardinalen tijdens het geheim consistorie van 6 december 1915.\nIn deze toespraak sprak de paus opnieuw zijn zorg uit over de voortdurende strijd, die onder meer geleid had tot een bijna totale ondergang van de Armeense bevolking. Hij betreurde het dat de strijdende partijen niet waren ingegaan op zijn voorstellen om de oorlog te beëindigen en hij riep op om een oplossing voor de conflicten te zoeken via de dialoog, al dan niet met hulp van derden.De beste mogelijkheid om te geraken tot vrede, zag de paus in een werkelijke dialoog:\n\nLaat men van weerskanten, rechtstreeks of door tussen personen, van gedachten wisselen: late men zijn redenen en verlangens met oprechte goede wil en in onvertroebeld plichtsbesef eindelijk eens openlijk en duidelijk uiteenzetten en dan nauwkeurig wikken en wegen. Aanspraken die met de gerechtigheid niet stroken of die de maat te buiten zouden gaan stelle men ter zijde; de overige aanvaarde men, desnoods is het, zoals altijd bij verschil van mening onder mensen, dat door hun eigen menselijk oordeel moet worden uitgemaakt, een absolute noodzakelijkheid, dat de strijdende partijen van weerskanten enige punten laten vallen en van een of ander verhoopt voordeel afzien.\nDe paus beklaagde zich erover dat sommige landen de diplomatieke betrekkingen met de Heilige Stoel hadden opgezegd, temeer daar hem nu verwijten werden gemaakt door die landen, dat hij zijn oren vooral liet hangen naar die landen die nog wel bij de H. Stoel geaccrediteerd waren.Ten slotte riep de paus op om te bidden en werken van boetvaardig- en barmhartigheid te verrichten, opdat die “rijk is in barmhartigheid” zo spoedig mogelijk een einde wil maken aan het lijden, waaronder het mensdom op het ogenblik gebukt gaat.",
  "deductie van Johan de Witt": "Johan de Witt (Dordrecht, 24 september 1625 – Den Haag, 20 augustus 1672), heer van Zuid- en Noord-Linschoten, Snelrewaard, Hekendorp en IJsselvere, was in de Gouden Eeuw tijdens het Eerste Stadhouderloze Tijdperk negentien jaar lang raadpensionaris van het gewest Holland en daarmee de belangrijkste politicus van de Republiek der Zeven Verenigde Nederlanden. Hij was tevens een begenadigd wiskundige, en wordt beschouwd als een van de grondleggers van de verzekeringswiskunde. Hoewel hedendaags Nederland hem kent als Johan met zijn voornaam, noemden zijn vrouw en veel tijdgenoten hem Jan.\nJohan werd met zijn broer Cornelis door orangisten vermoord en op gruwelijke wijze verminkt. De moord geldt als een van de meest gedenkwaardige en beschamende gebeurtenissen in de Nederlandse geschiedenis.",
  "Pro Archia Poeta": "Pro Archia Poeta is een redevoering van Cicero die hij in 62 v.Chr hield. In deze speech verdedigt hij de Griekse dichter Aulus Licinius Archias die ervan was beschuldigd geen Romeins burger te zijn. Archias was een Griek maar heeft een tijd in Rome gewoond. Het is niet bekend hoe het na Cicero's rede met Archias is afgelopen. In 1333 herontdekte Petrarca de rede in Luik.",
  "Ich bin ein Berliner": "Ich bin ein Berliner (\"Ik ben een Berlijner\") is een citaat uit de toespraak die de Amerikaanse president John F. Kennedy op 26 juni 1963 in West-Berlijn hield. Hij onderstreepte de steun van de Verenigde Staten aan West-Berlijn, en dit 22 maanden nadat de communistische DDR, een satellietstaat van de Sovjet-Unie, de Berlijnse Muur gebouwd had. Het originele manuscript van de toespraak is opgeslagen in de National Archives and Records Administration.",
  "Pro Caelio": "Pro Caelio is een van de bekendste overgeleverde redevoeringen van de Romeinse redenaar Marcus Tullius Cicero, uitgesproken op 4 april 56 v.Chr.. Hij verdedigt hier Marcus Caelius Rufus, die van een uitgebreide aanklacht werd beschuldigd: aanzetten tot oproeren in Napels, deelname aan moord op een delegatie van honderd Alexandrijnse burgers onderweg naar Rome in Puteoli, beschadiging van eigendommen van Palla, diefstal van goud van Clodia om daarmee de moord op de Alexandrijnse diplomaat Dio te bekostigen, voorbereiding van vergiftiging van Clodia.",
  "Ketelaarlezing": "De Ketelaarlezing is een jaarlijkse lezing over archieven in relatie met de maatschappij. De lezing is in 2002 ingesteld door het Nationaal Archief bij het vertrek van prof. dr. Eric Ketelaar uit de Rijksarchiefdienst. Als algemene rijksarchivaris in de jaren 1989-1997 en in diverse andere functies heeft Ketelaar zich ingezet voor de modernisering, professionalisering en versterking van het Nederlandse archiefwezen. De lezing beoogt de dialoog tussen archiefwezen en maatschappij te stimuleren.",
  "Grito de Dolores": "De Grito de Dolores was de oproep tot onafhankelijkheid van Mexico door Miguel Hidalgo op 16 september 1810 in het dorp Dolores. De naam is een woordspeling: Grito de Dolores betekent zowel \"schreeuw uit Dolores\" als \"pijnkreet\".\nHidalgo luidde de kerkklokken om mensen bijeen te krijgen, en riep toen op tot onafhankelijkheid van Mexico, de verbanning of arrestatie van alle Spanjaarden in Mexico. Hij eindigde met \"Mexicanos, viva México!\" (Mexicanen, leve Mexico!)\nDe Mexicaanse onafhankelijkheid werd uiteindelijk verkregen in 1821. Sindsdien luidt de president van Mexico elk jaar op 15 september om 11 uur 's avonds Hidalgo's klokken (die zich tegenwoordig bevinden in Mexico-Stad), zijn woorden herhalend. Op 16 september viert Mexico tegenwoordig de nationale feestdag."
}